<TEI.2 lang="en" xml:lang="en"><teiHeader><fileDesc><titleStmt><title nfc="4">The cele&#383;tial worlds di&#383;cover&#8217;d: or, conjectures concerning the inhabitants, plants and productions of the worlds in the planets</title><title nfc="4" type="short">The cele&#383;tial worlds di&#383;cover&#8217;d</title><title lang="la" xml:lang="la" type="original"><choice><orig><foreign lang="grc" xml:lang="grc">&#922;&#959;&#963;&#956;&#959;&#952;&#949;&#969;&#961;&#959;&#962;</foreign></orig><reg type="trans"><foreign lang="grc-latn" xml:lang="grc-latn">Kosmothe&#333;ros</foreign></reg></choice>, sive De Terris C&#339;le&#383;tibus, earumque ornatu, conjectur&#230;</title><author key="Huygens, Christiaan" ref="https://viaf.org/viaf/9894043/">Christiaan Huygens (1629&#8211;1695)</author><respStmt><resp>Transcription</resp><name key="Hellingman, Jeroen">Jeroen Hellingman</name></respStmt></titleStmt><publicationStmt><publisher>Project Gutenberg</publisher><pubPlace>Urbana, Illinois, USA.</pubPlace><idno type="LCCN">74352551</idno><idno type="OLN">OL16208104M</idno><idno type="OLW">OL4850513W</idno><idno type="OCLC">1204915663</idno><idno type="LibThing">3117340</idno><idno type="PGclearance">20201021114216huygens</idno><idno type="PGDPProjectId">projectID5f91f129c5e0b</idno><idno type="PGSrc">#####</idno><idno type="epub-id">urn:uuid:96de7f7a-6932-4436-b680-5f870fd25d53</idno><idno type="PGnum">71191</idno><date>2023-07-14</date><availability><p>This eBook is for the use of anyone anywhere at no cost and with almost no restrictions whatsoever. You may copy it, give it away or re-use it under the terms of the Project Gutenberg License included with this eBook or online at <xref url='https://www.gutenberg.org/'>www.gutenberg.org</xref>.

 </p><p>This eBook is produced by the Online Distributed Proofreading Team at <xref url="https://www.pgdp.net/">www.pgdp.net</xref>.

 </p></availability></publicationStmt><notesStmt><note type="Credits">Produced by Jeroen Hellingman and the Online Distributed Proofreading Team at https://www.pgdp.net/ for Project Gutenberg.</note></notesStmt><sourceDesc><bibl> <author>Christiaan Huygens</author> <title>The cele&#383;tial worlds di&#383;cover&#8217;d: or, conjectures concerning the inhabitants, plants and productions of the worlds in the planets</title> <date>1722</date> </bibl></sourceDesc></fileDesc><encodingDesc><p/><tagsDecl lang="xx" xml:lang="xx"><rendition selector=".small">font-size: small;</rendition><rendition selector=".large">font-size: large;</rendition><rendition selector=".xl">font-size: x-large;</rendition><rendition selector=".xxl">font-size: xx-large;</rendition><rendition selector=".vam">vertical-align: middle;</rendition><rendition selector=".center">text-align: center;</rendition><rendition selector="h1, h2, .h1, .h2">font-variant: normal;</rendition></tagsDecl></encodingDesc><profileDesc><langUsage><language id="en">English</language><language id="la">Latin</language><language id="grc">Greek (Classical)</language><language id="grc-latn">Greek (Classical; Latin transcription)</language><language id="xx">No linguistic content</language></langUsage><textClass><keywords><list><item>#####</item></list></keywords></textClass></profileDesc><revisionDesc><list><item>2023-07-09 Started.     </item></list></revisionDesc></teiHeader><text rend="stylesheet(style/classic.css)"><front id="frontmatter"><div1 id="cover" type="Cover"><p><figure id="cover-image" rend="image(images/new-cover.jpg)"><figDesc>Newly Designed Front Cover.</figDesc></figure>



 <pb id="pb.i" facs="f:001"/> </p></div1><div1 id="titlepage" type="TitlePage"><p><figure id="titlepage-image" rend="image(images/titlepage.jpg)"><figDesc>Original Title Page.</figDesc></figure>



 </p></div1><titlePage><docTitle><titlePart type="main"><hi rend="small">THE</hi> <lb/><hi rend="xxl">Cele&#383;tial Worlds</hi> <lb/><hi rend="xl">DISCOVER&#8217;D:</hi></titlePart><lb/><titlePart type="sub"><hi rend="small">OR,</hi> <lb/><hi rend="xl">CONJECTURES</hi> <lb/>Concerning the <lb/><hi rend="xl">INHABITANTS,</hi> <lb/><hi rend="sc">Plants</hi> and <hi rend="sc">Productions</hi> <lb/><hi rend="small">OF THE</hi> <lb/>Worlds in the Planets.</titlePart></docTitle><byline>Written in Latin by <lb/><docAuthor><hi>CHRISTIANUS HUYGENS</hi>,</docAuthor> <lb/>And in&#383;crib&#8217;d to his Brother <lb/><hi>CONSTANTINE HUYGENS</hi>

 <lb/>Late Secretary to his Maje&#383;ty King <hi>William</hi>. </byline><docImprint><hi>The Second Edition, Corrected and Enlarged.</hi>

 <lb/><hi>LONDON</hi>: <lb/>Printed for <hi rend="sc">James Knapton</hi>, at the <hi>Crown</hi> in St. <hi>Paul</hi>&#8217;s Church-Yard. <hi rend="sc">Mdccxxii.</hi> </docImprint></titlePage><pb id="pb.iii" n="iii" facs="f:003"/><div1 id="preface" type="Preface"><head>TO THE <lb/><hi rend="xxl">READER.</hi></head><p>This Book was ju&#383;t fini&#383;hed, and de&#383;igned for the Pre&#383;s, when the Author, to the great lo&#383;s of the Learned World, was &#383;eized by a Di&#383;ea&#383;e that brought him to his Death. However he took care in his la&#383;t Will of its Publication, de&#383;iring his Brother, to whom it was writ, to take that Trouble upon him. But he was &#383;o taken up with Bu&#383;ine&#383;s and Removals, (as being Secretary in <hi>Holland</hi> to the King of <hi>Great Britain</hi>) that he could find no time for it till a Year after the Death of the Author: When it &#383;o fell out, that the Printers being &#383;omewhat tardy, and this Gentleman dying, the Book was left without either Father or Guardian. Yet it <pb id="pb.iv" n="iv" facs="f:004"/>now ventures into the Publick, in the &#383;ame Method that it was writ by the Author, and with the &#383;ame In&#383;cription to his Brother, tho&#8217; dead; in confidence that this la&#383;t Piece of his will meet with as kind a Reception from the World as all the other Works of that Author have. &#8217;Tis true there are not every where Mathematical Demon&#383;trations; but where they are wanting, you have probable and ingenious Conjectures, which is the mo&#383;t that can be rea&#383;onably expected in &#383;uch matters. What belongs to, or has any thing to do with A&#383;tronomy, you will &#383;ee demon&#383;trated, and the re&#383;t ingeniou&#383;ly and &#383;hrewdly gue&#383;s&#8217;d at, from the Affinity and Relation of the heavenly Bodies to the Earth. For your farther Satisfaction read on, and farewel.









 <pb id="pb.v" n="v" facs="f:005"/> </p></div1><div1 id="preface2" type="Preface"><head>THE <lb/><hi rend="xl">PUBLISHER</hi> <lb/>TO THE <lb/><hi rend="xxl">READER.</hi></head><p><hi>I Doubt not but I &#383;hall incur the Cen&#383;ures of learned Men for putting this Book into</hi> Engli&#383;h, <hi>becau&#383;e, they&#8217;ll &#383;ay, it renders Philo&#383;ophy cheap and vulgar, and, which is wor&#383;e, furni&#383;hes a &#383;ort of injudicious People with a &#383;mattering of Notions, which being not able to make a proper u&#383;e of, they pervert to the Injury of Religion and Science. I confe&#383;s the Allegation is too true: but after Bi&#383;hop</hi> Wilkins, <hi>Dr.</hi> Burnet, <hi>Mr.</hi> Whi&#383;ton <hi>and others, to &#383;ay nothing of the ancient Philo&#383;ophers, who wrote in their own <pb id="pb.vi" n="vi" facs="f:006"/>Tongues; I &#383;ay, after the&#383;e great Authors have treated on as learned and ab&#383;tru&#383;e Subjects in the &#383;ame Language, I hope their Example will be allowed a &#383;ufficient excu&#383;e for printing this Book in</hi> Engli&#383;h.

 </p><p><hi>Concerning this Edition I can &#383;ay, that I have taken care to have the Cutts exactly done, and have placed each Figure at the Page of the Book that refers to it, which I take to be more convenient to the Reader than putting them all at the End.</hi>

 </p><p><hi>I have been careful to procure the be&#383;t Paper, that I might in &#383;ome mea&#383;ure come up to the Beauty of the Latin Edition, though this bear but half the Price of it.</hi>

 </p><p><hi>And I hope the Tran&#383;lator has expre&#383;&#383;ed the Author&#8217;s Sen&#383;e aright, and has not committed Faults beyond what an ingenuous Reader can pardon.</hi>









 <pb id="pb1" n="1" facs="f:007"/> </p></div1></front><body><div1 id="bk1" type="Book"><head type="super">NEW <lb/><hi rend="xl">CONJECTURES</hi> <lb/>Concerning the <lb/>Planetary Worlds, <lb/>THEIR <lb/><hi rend="xl">INHABITANTS</hi> <lb/>AND <lb/>PRODUCTIONS.</head><byline>Written by <hi rend="sc">Christianus Huygens</hi>, <lb/>and in&#383;cribed to his Brother <lb/><hi rend="sc">Constantine Huygens</hi>.</byline><head>BOOK the Fir&#383;t.</head><p>A Man that is of <hi>Copernicus</hi>&#8217;s Opinion, that this Earth of ours is a Planet, carry&#8217;d round and enlighten&#8217;d by the Sun, like the re&#383;t of the Planets, cannot but &#383;ometimes think, that it&#8217;s <pb id="pb2" n="2" facs="f:008"/>not improbable that the re&#383;t of the Planets have their Dre&#383;s and Furniture, and perhaps their Inhabitants too as well as this Earth of ours: E&#383;pecially if he con&#383;iders the later Di&#383;coveries made in the Heavens &#383;ince <hi>Copernicus</hi>&#8217;s time, <hi>viz.</hi> the Attendants of <hi>Jupiter</hi> and <hi>Saturn</hi>, and the champaign and hilly Countries in the Moon, which are a &#383;trong Argument of a Relation and Kin between our Earth and them, as well as a Proof of the Truth of that Sy&#383;tem. This has often been our Talk, I remember, good Brother, over a large Tele&#383;cope, when we have been viewing tho&#383;e Bodies, a Study that your continual Bu&#383;ine&#383;s and Ab&#383;ence have interrupted for many Years. But we were always apt to conclude, that &#8217;twas in vain to enquire after what Nature is doing there, &#383;eeing there was no likelihood of ever coming to any Certainty of the Enquiry. Nor could I ever find that any Philo&#383;ophers, either antient or modern, have attempted any thing upon this Subject. At the very Birth <pb id="pb3" n="3" facs="f:009"/>of A&#383;tronomy, when the Earth was fir&#383;t a&#383;&#383;erted to be Spherical, and to <note place="margin"><hi>Some have already talk&#8217;d of the Inhabitants of the Planets, but went no farther.</hi></note> be &#383;urrounded with Air, even then there were &#383;ome Men &#383;o bold as to affirm, there were an innumerable Company of Worlds in the Stars. But later Authors, &#383;uch as Cardinal <hi>Cu&#383;anus</hi>, <hi>Brunus</hi>, <hi>Kepler</hi>, (and if we may believe him, <hi>Tycho</hi> was of that opinion too) have furni&#383;hed the Planets with Inhabitants. Nay, <hi>Cu&#383;anus</hi> and <hi>Brunus</hi> have allowed the Sun and fixed Stars theirs too. But this was the utmo&#383;t of their Boldne&#383;s; nor has the ingenious <hi>French</hi> Author of the Dialogues about <hi>the Plurality of Worlds</hi> carried this Matter any farther. Only &#383;ome of them have coined &#383;ome Stories of the Men in the Moon, ju&#383;t as probable as <hi>Lucian</hi>&#8217;s true Hi&#383;tory; among which I mu&#383;t count <hi>Kepler</hi>&#8217;s, which he has diverted us with in his A&#383;tronomical Dream. But a while ago thinking &#383;omewhat &#383;eriou&#383;ly of this matter (not that I count my &#383;elf quicker-&#383;ighted than tho&#383;e great Men, but that I had the Happine&#383;s to live after <pb id="pb4" n="4" facs="f:010"/>mo&#383;t of them) the Enquiry appeared not &#383;o impracticable, nor the Way &#383;o &#383;topt up with Difficulties, but that there was very good room left for probable Conjectures. As they came into my Head, I put them down into common Places, and &#383;hall now try to dige&#383;t them into &#383;ome Method for your better Conception of them, and add &#383;omewhat of the Sun and fix&#8217;d Stars, and the Extent of that Univer&#383;e of which our Earth is but an incon&#383;iderable Point. I know you have &#383;uch an E&#383;teem and Reverence for any thing that belongs to the Heavens, that I per&#383;wade my &#383;elf you will read what I have written with &#383;ome Plea&#383;ure: I&#8217;m &#383;ure I writ it with a great deal; but as often before, &#383;o now, I find the Saying of <hi>Archytas</hi> true, even to the Letter, <hi>That tho&#8217; a Man were admitted into Heaven to view the wonderful Fabrick of the World, and the Beauty of the Stars, yet what would otherwi&#383;e be Rapture and Exta&#383;ie, would be but a melancholy Amazement if he had not a Friend to communicate <pb id="pb5" n="5" facs="f:011"/>it to</hi>. I could wi&#383;h indeed that all the World might not be my Judges, but that I might chu&#383;e my Readers, Men like you, not ignorant in A&#383;tronomy and true Philo&#383;ophy; for with &#383;uch I might promi&#383;e my &#383;elf a favourable hearing, and not need to make an Apology for daring to vent any thing new to the World. But becau&#383;e I am aware what weak Hands it&#8217;s likely to fall into, and what a &#383;evere Sentence I may expect from tho&#383;e who&#383;e Ignorance or Zeal is too great; it may be worth the while to guard my &#383;elf beforehand again&#383;t the A&#383;&#383;aults of tho&#383;e &#383;ort of People.

 </p><p><note place="margin"><hi>The Objections of ignorant Cavillers prevented.</hi></note> There&#8217;s one &#383;ort who knowing nothing of Geometry or Mathematicks, will laugh at it as a whim&#383;ical and ridiculous Undertaking. It&#8217;s an incredible Thing to them to talk of mea&#383;uring the Di&#383;tance and Magnitude of the Stars: And for the Motion of the Earth, they count it, if not a fal&#383;e, at lea&#383;t a precarious Opinion; and no wonder then if they take what&#8217;s built upon &#383;uch a &#383;lippery Foundation <pb id="pb6" n="6" facs="f:012"/>for the Dreams of a fanciful Head and a di&#383;temper&#8217;d Brain. What &#383;hould we an&#383;wer to the&#383;e Men, but that their Ignorance is the Cau&#383;e of their Di&#383;like, and that if they had &#383;tudied the&#383;e things more, and viewed the Works of Nature nicely, they would have fewer Scruples? But few People having had an opportunity of pro&#383;ecuting the&#383;e Studies, either for want of Parts, Learning or Lei&#383;ure, we cannot blame their Ignorance; and if they re&#383;olve to find fault with us for &#383;pending time in &#383;uch Matters, becau&#383;e they do not under&#383;tand the U&#383;e of them, we mu&#383;t appeal to properer Judges.

 </p><p><note place="margin"><hi>The&#383;e Conjectures do not contradict the holy Scriptures.</hi></note> The other &#383;ort, When they hear us talk of new Lands, and Animals, and Creatures endued with as much Rea&#383;on as them&#383;elves, will be ready to cry out, that we &#383;et up our Conjectures again&#383;t the Word of God, and broach Opinions directly oppo&#383;ite to Holy Writ. For we do not there read any thing of the Production of &#383;uch Creatures, no not &#383;o much as that they exi&#383;t; nay rather we <pb id="pb7" n="7" facs="f:013"/>read the quite contrary. For, That only mentions this Earth with its Animals and Plants, and Man the Lord of them: To &#383;uch Per&#383;ons I an&#383;wer, what has been often urged by others before me: That it&#8217;s evident, God had no de&#383;ign to make a particular Enumeration in the Holy Scriptures, of all the Works of his Creation. When therefore it is plain that under the general Name of <hi>Stars</hi> or <hi>Earth</hi> at the Creation, are comprehended all the Heavenly Bodies, even the Attendants upon <hi>Jupiter</hi> and <hi>Saturn</hi>, why mu&#383;t all that Multitude of Beings which the Almighty Creator has been plea&#383;ed to place upon them, be excluded the Privilege, and not &#383;uffered to have a Share in the Expre&#383;&#383;ion? And the&#383;e Men them&#383;elves can&#8217;t but know in what Sen&#383;e it is that all things are &#383;aid to be made for the U&#383;e of Man, not certainly for us to look at through a Tele&#383;cope, for that&#8217;s very ab&#383;urd. Since then the greate&#383;t part of God&#8217;s Creation, that innumerable multitude of Stars, is placed out of the <pb id="pb8" n="8" facs="f:014"/>reach of any Man&#8217;s Eye; and many of them it&#8217;s likely, of the be&#383;t Gla&#383;&#383;es, &#383;o that they don&#8217;t &#383;eem to belong to us; is it &#383;uch an unrea&#383;onable Opinion to think, that there are &#383;ome rea&#383;onable Creatures who &#383;ee and admire tho&#383;e glorious Bodies at a nearer di&#383;tance?

 </p><p><note place="margin"><hi>This Enquiry not over curious.</hi></note> But perhaps they&#8217;ll &#383;ay, it does not become us to be &#383;o curious and inqui&#383;itive in the&#383;e Things which the Supreme Creator &#383;eems to have kept for his own Knowledge: For &#383;ince he has not been plea&#383;ed to make any farther Di&#383;covery or Revelation of them, it &#383;eems little better than pre&#383;umption to make any inquiry into that which he has thought fit to hide. But the&#383;e Gentlemen mu&#383;t be told, that they take too much upon them&#383;elves when they pretend to appoint how far and no farther Men &#383;hall go in their Searches, and to &#383;et bounds to other Mens Indu&#383;try; as if they knew the Marks that God has placed to Knowledge: or as if Men were able to pa&#383;s tho&#383;e Marks. If our Forefathers had been at this rate &#383;crupulous, we might <pb id="pb9" n="9" facs="f:015"/>have been ignorant &#383;till of the Magnitude and Figure of the Earth, or that there was &#383;uch a Place as <hi>America</hi>. We &#383;hould not have known that the Moon is inlightned by the Sun&#8217;s Rays, nor what the Cau&#383;es of the Eclip&#383;es of each of them are, nor a multitude of other Things brought to light by the late Di&#383;coveries in A&#383;tronomy. For what can a Man imagine more ab&#383;tru&#383;e, or le&#383;s likely to be known, than what is now as clear as the Sun? Whence it follows, that vigorous Indu&#383;try, and piercing Wit were given Men to make Advances in the Search of Nature, and there&#8217;s no Rea&#383;on to put any Stop to &#383;uch Enquiries. I mu&#383;t acknowledge that what I here intend to treat of is not of that Nature as to admit of a certain Knowledge; I can&#8217;t pretend to a&#383;&#383;ert any thing as po&#383;itively true (for how is it po&#383;&#383;ible) but only to advance a probable Gue&#383;s, the Truth of which every one is at his own liberty to examine. If any one therefore &#383;hall gravely tell me, that I have &#383;pent my Time idly in a vain and fruitle&#383;s Enquiry <pb id="pb10" n="10" facs="f:016"/>after what by my own acknowledgment I can never come to be &#383;ure of; The An&#383;wer is, that at this rate he would put down all Natural Philo&#383;ophy as far as it concerns it &#383;elf in &#383;earching into the Nature <note place="margin"><hi>Conjectures not u&#383;ele&#383;s, becau&#383;e not certain.</hi></note> of Things: In &#383;uch noble and &#383;ublime Studies as the&#383;e, &#8217;tis a Glory to arrive at Probability, and the Search it &#383;elf rewards the Pains. But there are many degrees of Probable, &#383;ome nearer Truth than others, in the determining of which lies the chief exerci&#383;e <note place="margin"><hi>The&#383;e Studies u&#383;eful to Religion.</hi></note> of our Judgment. But be&#383;ides the Noblene&#383;s and Plea&#383;ure of the Studies, may not we be &#383;o bold as to &#383;ay, they are no &#383;mall help to the Advancement of Wi&#383;dom and Morality? &#383;o far are they from being of no u&#383;e at all. For here we may mount from this dull Earth, and viewing it from on high, con&#383;ider whether Nature has laid out all her Co&#383;t and Finery upon this &#383;mall Speck of Dirt. So, like Travellers into other di&#383;tant Countries, we &#383;hall be better able to judge of what&#8217;s done at home, know how to make a true E&#383;timate of, and &#383;et <pb id="pb11" n="11" facs="f:019"/>its own Value upon every Thing. We &#383;hall be le&#383;s apt to admire what this World calls Great, &#383;hall nobly de&#383;pi&#383;e tho&#383;e Trifles the generality of Men &#383;et their Affections on, when we know that there are a multitude of &#383;uch Earths inhabited and adorned as well as our own. And we &#383;hall wor&#383;hip and reverence that God the Maker of all the&#383;e things; we &#383;hall admire and adore his Providence and wonderful Wi&#383;dom which is di&#383;played and manife&#383;ted all over the Univer&#383;e, to the Confu&#383;ion of tho&#383;e who would have the Earth and all things formed by the &#383;huffling Concour&#383;e of Atoms, or to be without beginning. But to come to our Purpo&#383;e.



 </p><p><figure id="fig1" rend="image(images/fig1.png)"><head><hi>Fig. 1</hi> <hi>SYSTEMA COPERNICI.</hi></head><p><hi>p<corr>.</corr> 11<corr>.</corr></hi> </p></figure>



 </p><p><note place="margin">Copernicus<hi>&#8217;s Sy&#383;tem explained</hi>.</note> And now becau&#383;e the chief Argument for the Proof of what we intend will be taken from the Di&#383;po&#383;ition of the Planets, among which without doubt, the Earth mu&#383;t be counted in the Copernican Sy&#383;tem, I &#383;hall here fir&#383;t of all draw two Figures. The fir&#383;t is a De&#383;cription of <pb id="pb12" n="12" facs="f:020"/>the Orbs the Planets move in, in that order that they are placed round the Sun, drawn as near as can be in their true Proportions, like what you have &#383;een in my Clock at home. The &#383;econd &#383;hows the Proportions of their Magnitudes in re&#383;pect of one another and of the Sun, which you know is upon that &#383;ame Clock of mine too. In the fir&#383;t the middle Point or Center is the Place of the Sun, round which, in an order that every one knows, are the Orbits of <hi>Mercury</hi>, <hi>Venus</hi>, the Earth with that of the Moon about it; then tho&#383;e of <hi>Mars</hi>, <hi>Jupiter</hi> and <hi>Saturn</hi>: and about the two la&#383;t the &#383;mall Circles that their Attendants move in: about <hi>Jupiter</hi> four, and about <hi>Saturn</hi> five. Which Circles as well as that of the Moon are drawn larger than their true Proportion would admit, otherwi&#383;e they could not have been &#383;een. You may ea&#383;ily apprehend the Va&#383;tne&#383;s of the&#383;e Orbits by this, that the di&#383;tance of the Earth from the Sun is ten or twelve thou&#383;and of the Earth&#8217;s Diameters. Almo&#383;t all the&#383;e Circles are in the &#383;ame Plane, declining very <pb id="pb13" n="13" facs="f:021"/>little from that in which the Earth moves, call&#8217;d <hi>The Plane of the Ecliptick</hi>. This Plane is cut obliquely by the Axis upon which the Earth turns it &#383;elf round with re&#383;pect to the Sun in 24 Hours, whence ari&#383;e the Succe&#383;&#383;ions of Day and Night: The Axis of the Earth always keeping the &#383;ame Inclination to the Ecliptick (except a &#383;mall Change be&#383;t known to A&#383;tronomers) while the Earth it&#383;elf is carried in its yearly Cour&#383;e round the Sun, cau&#383;es the regular Order of the Sea&#383;ons of the Year: as you may &#383;ee in all A&#383;tronomers Books. Out of which I &#383;hall tran&#383;cribe hither the Periods of the Revolutions of the Planets, <hi>viz. Saturn</hi> moves round the Sun in 29 Years, 174 Days, and 5 Hours: <hi>Jupiter</hi> fini&#383;hes his Cour&#383;e in 11 Years, 317 Days, and 15 Hours: <hi>Mars</hi> his in about 687 Days. Our Year is 365 Days 6 Hours: <hi>Venus</hi>&#8217;s 224 Days 18 Hours: and <hi>Mercury</hi>&#8217;s 88 Days. This is the now commonly received Sy&#383;tem, invented by <hi>Copernicus</hi>, and very agreeable to that frugal Simplicity Nature &#383;hows in all <pb id="pb14" n="14" facs="f:022"/><note place="margin"><hi>Arguments for the Truth on&#8217;t.</hi></note> her Works. If any one is re&#383;olved to find fault with it, let him fir&#383;t be &#383;ure he under&#383;tands it. Let him fir&#383;t &#383;ee in the Books of A&#383;tronomers with how much greater Ea&#383;e and Plainne&#383;s all the Motions of the Stars, and Appearances in the Heavens are explained and demon&#383;trated in this than either in that of <hi>Ptolomy</hi> or <hi>Tycho</hi>. Let him con&#383;ider that Di&#383;covery of <hi>Kepler</hi>, that the Di&#383;tances of the Planets from the Sun, as well of the Earth as the re&#383;t, are in a fix&#8217;d certain proportion to the Times they &#383;pend in their Revolutions. Which Proportion it&#8217;s &#383;ince ob&#383;erved that their Satellites keep round <hi>Jupiter</hi> and <hi>Saturn</hi>. Let him examine what a contradictory Motion they are fain to invent for the Solution of the Polar Star&#8217;s changing its Di&#383;tance from the Pole. For that Star in the end of the little Bear&#8217;s Tail which now de&#383;cribes &#383;o &#383;mall a Circle round the Pole, that it is not above two Degrees and twenty Minutes, was ob&#383;erved about 1820 Years ago, in the Time of <hi>Hipparchus</hi>, to be above 12: <pb id="pb15" n="15" facs="f:025"/>and will within a few Ages more be 45 Degrees di&#383;tant from it: and after 25000 Years more will return to the &#383;ame Place it is now in. Now if with them we allow the Heavens to be turned upon their own Axis, at this rate they mu&#383;t have a new Axis every Day: a Thing mo&#383;t ab&#383;urd, and repugnant to the Nature of all Motion. Whereas nothing is ea&#383;ier with <hi>Copernicus</hi> than to give us Satisfaction in this Matter. Then he may impartially weigh tho&#383;e An&#383;wers that <hi>Galil&#230;us</hi>, <hi>Ga&#383;&#383;endus</hi>, <hi>Kepler</hi>, and others have given to all Objections propo&#383;ed, which have &#383;o &#383;atisfied all Scruples, that generally all A&#383;tronomers now-a-days are brought over to our Side, and allow the Earth its Motion and Place among the Planets. If he cannot be &#383;atisfied with all this, he is either one who&#383;e Dulne&#383;s can&#8217;t comprehend it, or who has his Belief at another Man&#8217;s Di&#383;po&#383;al.



 </p><p><figure id="fig2" rend="image(images/fig2.png)"><head><hi>Fig. 2.</hi></head><p>p. 15. </p></figure>



 </p><p>In the other Figure you have the Globes of the Planets, and of the Sun, repre&#383;ented to your Eyes as placed near one another. Where <pb id="pb16" n="16" facs="f:026"/><note place="margin"><hi>The Proportion of the Magnitude of the Planets, in re&#383;pect of one another, and the Sun.</hi></note> I have ob&#383;erved the &#383;ame Proportion, of their Diameters to that of the Sun, that I publi&#383;hed to the World in my Book of <hi>The Appearances of Saturn</hi>: namely, the Diameter of the Ring round <hi>Saturn</hi> is to that of the Sun as 11 as to 37; that of <hi>Saturn</hi> him&#383;elf about as 5 to 37; that of <hi>Jupiter</hi> as 2 to 11; that of <hi>Mars</hi> as 1 to 166; of the Earth as 1 to 111; and of <hi>Venus</hi> as 1 to 84: to which I &#383;hall now add that of <hi>Mercury</hi> ob&#383;erved by <hi>Hevelius</hi> in the Year 1661, but calculated by my &#383;elf, and found to be as 1 to 290.

 </p><p>If you would know the way that we came to this Knowledge of their Magnitudes, by knowing the Proportion of their Di&#383;tances from the Sun, and the Mea&#383;ures of their Diameters, you may find it in the Book before-mentioned: And I cannot yet &#383;ee any Rea&#383;on to make an Alteration in tho&#383;e I then &#383;ettled, altho&#8217; I will not &#383;ay they are without their Faults. <note place="margin"><hi>The</hi> Lamell&#230; <hi>more convenient than Micrometers.</hi></note> For I can&#8217;t yet be of their Mind, who think the U&#383;e of Micrometers, as they call them, is beyond that of <pb id="pb17" n="17" facs="f:027"/>our Plates, but mu&#383;t &#383;till think that tho&#383;e thin Plates or Rods of which I there taught the U&#383;e, not to detract from the due Prai&#383;es of &#383;o u&#383;eful an Invention, are more convenient than the Micrometers.

 </p><p>In this proportion of the Planets it is worth while to take notice of the prodigious Magnitude of the Sun in compari&#383;on with the four innermo&#383;t, which are far le&#383;s than <hi>Jupiter</hi> and <hi>Saturn</hi>. And &#8217;tis remarkable, that the Bodies of the Planets do not increa&#383;e together with their Di&#383;tances from the Sun, but that <hi>Venus</hi> is much bigger than <hi>Mars</hi>.

 </p><p><note place="margin"><hi>The Earth ju&#383;tly likened to the Planets, and the Planets to it.</hi></note> Having thus explained the two Schemes, there&#8217;s no Body I &#383;uppo&#383;e but &#383;ees, that in the fir&#383;t the Earth is made to be of the &#383;ame &#383;ort with the re&#383;t of the Planets. For the very Po&#383;ition of the Circles &#383;hows it. And that the other Planets are round like it, and like it receive all the Light they have from the Sun, there&#8217;s no room (&#383;ince the Di&#383;coveries made by Tele&#383;copes) to doubt. Another Thing they are like it in is, that they are moved <pb id="pb18" n="18" facs="f:028"/>round their own Axis; for &#383;ince &#8217;tis certain that <hi>Jupiter</hi> and <hi>Saturn</hi> are, who can doubt it of the others? Again, as the Earth has its Moon moving round it, &#383;o <hi>Jupiter</hi> and <hi>Saturn</hi> have theirs. Now &#383;ince in &#383;o many Things they thus agree, what can be more probable than that in others they agree too; and that the other Planets are as beautiful and as well &#383;tock&#8217;d with Inhabitants as the Earth? Or what &#383;hadow of Rea&#383;on can there be why they &#383;hould not?

 </p><p>If any one &#383;hould be at the Di&#383;&#383;ection of a Dog, and be there &#383;hewn the Intrails, the Heart, Stomach, Liver, Lungs and Guts, all the Veins, Arteries and Nerves; could &#383;uch a Man rea&#383;onably doubt whether there were the &#383;ame Contexture and Variety of Parts in a Bullock, Hog, or any other Bea&#383;t, tho&#8217; he had never chanc&#8217;d to &#383;ee the like opening of them? I don&#8217;t believe he would. Or were we thoroughly &#383;atisfy&#8217;d in the Nature of one of the Moons round <hi>Jupiter</hi>, &#383;hould not we &#383;traight conclude the &#383;ame of the re&#383;t of them? So if we could be <pb id="pb19" n="19" facs="f:029"/>a&#383;&#383;ur&#8217;d in but one Comet, what it was that is the Cau&#383;e of that &#383;trange Appearance, &#383;hould we not make that a Standard to judge of all others by? <note place="margin"><hi>Arguments from their Similitude, of no &#383;mall weight.</hi></note> &#8217;Tis therefore an Argument of no &#383;mall Weight that is fetch&#8217;d from Relation and Likene&#383;s; and to rea&#383;on from what we &#383;ee and are &#383;ure of, to what we cannot, is no fal&#383;e Logick. This mu&#383;t be our Method in this Treati&#383;e, wherein from the Nature and Circum&#383;tances of that Planet which we &#383;ee before our Eyes, we may gue&#383;s at tho&#383;e that are farther di&#383;tant from us.

 </p><p><note place="margin"><hi>The Planets are &#383;olid, and not without Gravity.</hi></note> And, Fir&#383;t, &#8217;tis more than probable that the Bodies of the Planets are &#383;olid like that of our Earth, and that they don&#8217;t want what we call Gravity, that Virtue, which like a Load&#383;tone attracts what&#383;oever is near the Body to its Center. And that they have &#383;uch a Quality, their very Figure is a Proof; for their Roundne&#383;s proceeds only from an equal pre&#383;&#383;ure of all their Parts tending to the &#383;ame Center. Nay more, we are &#383;o skilful now-a-days, as to be able to tell how <pb id="pb20" n="20" facs="f:030"/>much more or le&#383;s the Gravitation in <hi>Jupiter</hi> or <hi>Saturn</hi> is than here; of which Di&#383;covery and its Author you may read my <hi>E&#383;&#383;ay of the Cau&#383;es of <corr sic="Gavitation">Gravitation</corr></hi>.

 </p><p>But now to carry the Search farther, let us &#383;ee by what Steps we mu&#383;t ri&#383;e to the attaining &#383;ome knowledge in the deeper Secrets concerning the State and Furniture of the&#383;e new Earths. And, fir&#383;t, how likely is it that they may be &#383;tock&#8217;d with Plants <note place="margin"><hi>Have Animals and Plants.</hi></note> and Animals as well as we? I &#383;uppo&#383;e no Body will deny but that there&#8217;s &#383;omewhat more of Contrivance, &#383;omewhat more wonderful in the Production and Growth of Plants and Animals, than in Lifele&#383;s Heaps of inanimate Bodies, be they never &#383;o much larger; as Mountains, Rocks, or Seas are. For the Finger of God, and the Wi&#383;dom of Divine Providence, is in them much more clearly manife&#383;ted than in the other. One of <hi>Democritus</hi>&#8217;s or <choice><sic><hi>Carte</hi>&#8217;s</sic><corr><hi>Cartes</hi>&#8217;s</corr></choice> Scholars may venture perhaps to give &#383;ome tolerable Explication of the Appearances in Heaven and Earth, allow him but his Atoms <pb id="pb21" n="21" facs="f:031"/>and Motion; but when he comes to Plants and Animals, he&#8217;ll find him&#383;elf non-plus&#8217;d, and give you no likely account of their Production. For every Thing in them is &#383;o exactly adapted to &#383;ome De&#383;ign, every part of them &#383;o fitted to its proper U&#383;e, that they manife&#383;t an Infinite Wi&#383;dom, and exqui&#383;ite Knowledge in the Laws of Nature and Geometry, as, to omit tho&#383;e Wonders in Generation, we &#383;hall by and by &#383;how; and make it an Ab&#383;urdity even to think of their being thus happily jumbled together by a chance Motion of I don&#8217;t know what little Particles. Now &#383;hould we allow the Planets nothing but va&#383;t De&#383;erts, lifele&#383;s and inanimate Stocks and Stones, and deprive them of all tho&#383;e Creatures that more plainly &#383;peak their Divine Architect, we &#383;hould &#383;ink them below the Earth in Beauty and Dignity; a Thing very unreasonable, as I &#383;aid before.

 </p><p>Well then, we have gain&#8217;d the Point thus far, and the Planets may be allowed &#383;ome Creatures capable of moving them&#383;elves, not at all inferior <pb id="pb22" n="22" facs="f:032"/>to ours; and the&#383;e are Animals. And if this be allowed, it almo&#383;t nece&#383;&#383;arily follows, that there mu&#383;t be Herbs <note place="margin"><hi>Not to be imagin&#8217;d too unlike ours.</hi></note> for Food for them. And as for the Growth and Nouri&#383;hment of all the&#383;e, &#8217;tis no doubt the &#383;ame with ours, &#383;eeing they have the &#383;ame Sun to warm and enliven them as ours have.

 </p><p>But perhaps &#383;ome Body may &#383;ay, we conclude too fa&#383;t. They will not deny indeed but that there may be Plants and Animals on the Surface of the Planets, that de&#383;erve as well to be provided for by their Creator as ours do: but why mu&#383;t they be of the &#383;ame Kind with ours: Nature &#383;eems to love variety in her Works, and may have made them widely different from ours either in their matter or manner of Growth, in their outward Shape, or their inward Contexture; &#383;he may have made them &#383;uch as neither our Under&#383;tanding nor Imagination can conceive. That&#8217;s the Thing we &#383;hall now examine, and whether it be not more likely that &#383;he has not ob&#383;erv&#8217;d &#383;uch a Variety as they talk of. Nature <pb id="pb23" n="23" facs="f:033"/>&#383;eems mo&#383;t commonly, and in mo&#383;t of her Works, to affect Variety, &#8217;tis true; But they &#383;hould con&#383;ider &#8217;tis not the Bu&#383;ine&#383;s of Men to pretend to &#383;ettle how great this Difference and Variety mu&#383;t be. Nor does it follow, becau&#383;e it may be Infinite, and out of our Comprehen&#383;ion and Reach, that therefore Things in reality are &#383;o. For &#383;uppo&#383;e God &#383;hould have plea&#383;ed to have made all Things in the re&#383;t of the Planets ju&#383;t as he has here, the Inhabitants of tho&#383;e Places (if there are any &#383;uch) would admire his Wi&#383;dom and Contrivance no le&#383;s than if they were widely different; &#383;eeing they can&#8217;t come to know what&#8217;s done in the other Planets. Who doubts but that God, if he had plea&#383;ed, might have made the Animals in <hi>America</hi> and other di&#383;tant Countries nothing like ours? yet we &#383;ee he has not done it. They have indeed &#383;ome difference in their Shape, and &#8217;tis fit they &#383;hould, to di&#383;tingui&#383;h the Plants and Animals of tho&#383;e Countries from ours, who live on this &#383;ide the Earth; but even in this Variety there is an Agreement, <pb id="pb24" n="24" facs="f:034"/>an exact Corre&#383;pondence in Figure and Shape, the &#383;ame ways of Growth, and new Productions, and of continuing their own Kind. Their Animals have Feet and Wings like ours, and like ours have Hearts, Lungs, Guts, and the Parts &#383;erving to Generation; whereas all the&#383;e Things, as well with them as us, might, if it had plea&#383;ed Infinite Wi&#383;dom, have been order&#8217;d a very different Way. &#8217;Tis plain then that Nature has not exhibited that Variety in her Works that &#383;he could, and therefore we mu&#383;t not allow that Weight to this Argument, as upon the Account of it to make every Thing in the Planets quite different from what is here. &#8217;Tis more probable that all the Difference there is between us and them, &#383;prings from the greater or le&#383;s di&#383;tance and influence from that Fountain of Heat and Life the Sun; which will cau&#383;e a Difference not &#383;o much in their Form and Shape, as in their Matter and Contexture.

 </p><p><note place="margin"><hi>Planets have Water.</hi></note> And as for the Matter whereof the Plants and Animals there con&#383;i&#383;t, tho&#8217; <pb id="pb25" n="25" facs="f:035"/>it is impo&#383;&#383;ible ever to come to the Knowledge of its Nature, yet this we may venture to a&#383;&#383;ert (there being &#383;carce any Doubt of it) that their Growth and Nouri&#383;hment proceeds from &#383;ome liquid Principle. For all Philo&#383;ophers <corr sic="argee">agree</corr> that there can be no other way of Nutrition; &#383;ome of the Chief among them having made Water to be the Original of all Things: For what&#383;oever&#8217;s dry and without Moi&#383;ture, is without Motion too; and without Motion, it&#8217;s impo&#383;&#383;ible there &#383;hould be any Increa&#383;e. But the Parts of a Liquid being in continual Motion one with another, and in&#383;inuating and twi&#383;ting them&#383;elves into the &#383;malle&#383;t Places, are thereby very proper and apt to add not them&#383;elves only, but what&#383;oever el&#383;e they may bring along with them, to the Increa&#383;e and Growth of Bodies. Thus we &#383;ee that by the Means of Water the Plants grow, blo&#383;&#383;om, and bear Fruit; and by the Addition of that only, Stones grow together out of Sand. And there&#8217;s no doubt but that Metals, Cry&#383;tals, and Jewels, <pb id="pb26" n="26" facs="f:036"/>have the &#383;ame Method of Production: Tho&#8217; in them there has been no opportunity to make the &#383;ame Ob&#383;ervation, as well by rea&#383;on of their &#383;low Advances, as that they are commonly found far from the Places of their Generation; thrown up I &#383;uppo&#383;e by &#383;ome Earthquakes, or Convul&#383;ions. That the Planets are not without Water, is made not improbable by the late Ob&#383;ervations: For about <hi>Jupiter</hi> are ob&#383;erved &#383;ome Spots of a darker Colour than the re&#383;t of his Body, which by their continual change &#383;how them&#383;elves to be Clouds: For the Spots of <hi>Jupiter</hi> which belong to him, and never remove from him, are quite different from the&#383;e, being &#383;ometimes for a long time not to be &#383;een for the&#383;e Clouds; and again, when the&#383;e di&#383;appear, &#383;howing them&#383;elves. And at the going off of the&#383;e Clouds, &#383;ome Spots have been taken notice of in him, much brighter than the re&#383;t of his Body, which remained but a little while, and then were hid from our Sight. The&#383;e Mon&#383;ieur <hi>Ca&#383;&#383;ini</hi> thinks are only the <pb id="pb27" n="27" facs="f:037"/>Reflection from the Snow that covers the Tops of the Hills in <hi>Jupiter</hi>: But I &#383;hould rather think that it is only the Colour of the Earth, which happens to be free from tho&#383;e Clouds that commonly darken it.

 </p><p><hi>Mars</hi> too is found not to be without his dark Spots, by means of which he has been ob&#383;erved to turn round his own Axis in 24 Hours and 40 Minutes; the Length of his Day: but whether he has Clouds or no, we have not had the &#383;ame opportunity of ob&#383;erving as in <hi>Jupiter</hi>, as well becau&#383;e even when he is neare&#383;t the Earth, he appears to us much le&#383;s than <hi>Jupiter</hi>, as that his Light not coming &#383;o far, is &#383;o brisk as to be an Impediment to exact Ob&#383;ervations: And this Rea&#383;on is as much &#383;tronger in <hi>Venus</hi> as its Light is. But &#383;ince &#8217;tis certain that the Earth and <hi>Jupiter</hi> have their Water and Clouds, there is no Rea&#383;on why the other Planets <note place="margin"><hi>But not ju&#383;t like ours.</hi></note> &#383;hould be without them. I can&#8217;t &#383;ay that they are exactly of the &#383;ame nature with our Water; but that they &#383;hould be liquid their U&#383;e requires, as their Beauty does that they &#383;hould be <pb id="pb28" n="28" facs="f:038"/>clear. For this Water of ours, in <hi>Jupiter</hi> or <hi>Saturn</hi>, would be frozen up in&#383;tantly by rea&#383;on of the va&#383;t di&#383;tance of the Sun. Every Planet therefore mu&#383;t have its Waters of &#383;uch a temper, as to be proportioned to its Heat: <hi>Jupiter</hi>&#8217;s and <hi>Saturn</hi>&#8217;s mu&#383;t be of &#383;uch a Nature as not to be liable to Fro&#383;t; and <hi>Venus</hi>&#8217;s and <hi>Mercury</hi>&#8217;s of &#383;uch, as not to be ea&#383;ily evaporated by the Sun. But in all of them, for a continual &#383;upply of Moi&#383;ture, whatever Water is drawn up by the Heat of the Sun into Vapours, mu&#383;t nece&#383;&#383;arily return back again thither. And this it cannot do but in Drops, which are cau&#383;ed as well there as with us, by their a&#383;cending into a higher and colder Region of the Air, out of that which, by rea&#383;on of the Reflection of the Rays of the Sun from the Earth, is warmer and more temperate.

 </p><p>Here then we have found in the&#383;e new Worlds Fields warm&#8217;d by the kindly Heat of the Sun, and water&#8217;d with fruitful Dews and Showers: That there mu&#383;t be Plants in them as well for Ornament as U&#383;e, we have &#383;hewn <pb id="pb29" n="29" facs="f:039"/>ju&#383;t now. And what Nouri&#383;hment, what manner of Growth &#383;hall we allow <note place="margin"><hi>Plants grow and are nouri&#383;hed there as they are here.</hi></note> them? Probably, there can be no better, nay no other, than what we here experience; by having their Roots fa&#383;tned into the Earth, and imbibing its nouri&#383;hing Juices by their tender Fibres. And that they may not be only like &#383;o many bare Heaths, with nothing but creeping Shrubs and Bu&#383;hes, we may allow them &#383;ome nobler and loftier Plants, Trees, or &#383;omewhat like them: The&#383;e being the greate&#383;t, and, except Waters, the only Ornament that Nature has be&#383;towed upon the Earth. For not to &#383;peak of tho&#383;e many u&#383;es that are made of their Wood, there&#8217;s no one that is ignorant either of their Beauty or Plea&#383;antne&#383;s. Now what way can any one imagine for a continual Production and Succe&#383;&#383;ion of the&#383;e Plants, but their bearing Seed? A Method &#383;o excellent, that it&#8217;s the only one that Nature has here made u&#383;e of, and &#383;o wonderful, that it &#383;eems to be de&#383;igned not for this Earth alone. In fine, there&#8217;s the &#383;ame rea&#383;on to think that this Method is ob&#383;erved in tho&#383;e <pb id="pb30" n="30" facs="f:040"/>di&#383;tant Countries, as there was of its being followed in the remote Quarters of this &#383;ame Earth.

 </p><p><note place="margin"><hi>The &#383;ame true of their Animals.</hi></note> &#8217;Tis much the &#383;ame in Animals as &#8217;tis in Plants, as to their manner of Nouri&#383;hment, and Propagation of their Kind. For &#383;ince all the living Creatures of this Earth, whether Bea&#383;ts, Birds, Fi&#383;hes, Worms, or In&#383;ects, univer&#383;ally and inviolably follow the &#383;ame con&#383;tant and fix&#8217;d In&#383;titution of Nature; all feed on Herbs, or Fruits, or the Fle&#383;h of other Animals that fed on them: &#383;ince all Generation is performed by the impregnating of the Eggs, and the Copulation of Male and Female: Why may not the &#383;ame Rule be ob&#383;erved in the Planetary Worlds? For <hi>&#8217;tis certain that the Herbs and Animals that are there would be lo&#383;t, their whole Species de&#383;troyed without &#383;ome daily new Productions</hi>: except there be no &#383;uch thing there as Misfortune or Accident: except the Plants are not like other humid Bodies, but can bear Heat, Fro&#383;t, and Age, without being dry&#8217;d up, kill&#8217;d or decay&#8217;d: except the Animals have Bodies as hard <pb id="pb31" n="31" facs="f:041"/>and durable as Marble; which I think are gro&#383;s Ab&#383;urdities. If we &#383;hould invent &#383;ome new Way for their coming into the World, and make them drop like Soland Gee&#383;e from Trees, how ridiculous would this be to any one that con&#383;iders the va&#383;t Difference between Wood and Fle&#383;h? Or &#383;uppo&#383;e we &#383;hould have new ones made every Day out of &#383;ome &#383;uch fruitful Mud as that of <hi>Nile</hi>, who does not &#383;ee how contrary this is to all that&#8217;s rea&#383;onable? And that &#8217;tis much more agreeable to the Wi&#383;dom of God, once for all to create of all &#383;orts of Animals, and di&#383;tribute them all over the Earth in &#383;uch a wonderful and inconceivable way as he has, than to be continually obliged to new Productions out of the Earth? And what mi&#383;erable, what helple&#383;s Creatures mu&#383;t the&#383;e be, when there&#8217;s no one that by his Duty will be obliged, or by that &#383;trange natural fondne&#383;s, which God has wi&#383;ely made a nece&#383;&#383;ary Argument for all Animals to take care of their own, will be moved to a&#383;&#383;i&#383;t, nur&#383;e or educate them?

 <pb id="pb32" n="32" facs="f:042"/></p><p>As for what I have &#383;aid concerning their Propagation, I cannot be &#383;o po&#383;itive; but the other Thing, namely, that they have Plants and Animals, I think I have fully proved, <hi>viz.</hi> from hence, that otherwi&#383;e they would be inferiour to our Earth. And by the &#383;ame Argument, they mu&#383;t have as great a Variety of both as we have. What this is, will be be&#383;t known to him that con&#383;iders the different Ways our Animals make u&#383;e of in moving from one Place to another. Which may be reduc&#8217;d, I think, to the&#383;e, either that they walk upon two Feet or Four; or like In&#383;ects, upon Six, nay &#383;ometimes Hundreds; or that they fly in the Air bearing up, and wonderfully &#383;teering them&#383;elves with their Wings; or creep upon the Ground without Feet; or by a violent Spring in their Bodies, or paddling with their Feet, cut them&#383;elves a Way in the Waters. I don&#8217;t believe, nor can I conceive, that there &#383;hould be any other Way than the&#383;e mentioned. The Animals then in the Planets mu&#383;t make u&#383;e of one or more of the&#383;e, like our amphibious Birds, <pb id="pb33" n="33" facs="f:043"/>which can &#383;wim in Water as well as walk on Land, or fly in the Air; or like our Crocodiles and Sea-Hor&#383;es, mu&#383;t be Mongrels, between Land and Water. There can no other Method be imagined but one of the&#383;e. For where is it po&#383;&#383;ible for Animals to live, except upon &#383;uch a &#383;olid Body as our Earth, or a fluid one like the Water, or &#383;till a more fluid one than that, &#383;uch as our Air is? The Air I confe&#383;s may be much thicker and heavier than ours, and &#383;o, without any Di&#383;advantage to its Tran&#383;parency, be fitter for the volatile Animals. There may al&#383;o be many &#383;orts of Fluids ranged over one another in Rows as it were. The Sea perhaps may have &#383;uch a fluid lying on it, which tho&#8217; ten times lighter than Water, may be a hundred Times heavier than Air; who&#383;e utmo&#383;t Extent may not be &#383;o large as to cover the higher Places of their Earth. But there&#8217;s no Rea&#383;on to &#383;u&#383;pect or allow them this, &#383;ince we have no &#383;uch Thing; and if we did, it would be of no Advantage to them, for that the former Ways of moving would not be hereby at all increas&#8217;d: <pb id="pb34" n="34" facs="f:044"/>But when we come to meddle with the Shape of the&#383;e Creatures, and con&#383;ider the incredible Variety that is even in tho&#383;e of the different parts of this Earth, and that <hi>America</hi> has &#383;ome which are no where el&#383;e to be found, I mu&#383;t then confe&#383;s that I think it beyond the Force of Imagination to arrive at any knowledge in the Matter, or reach to Probability concerning the Figures of the&#383;e Planetary Animals. Altho&#8217; con&#383;idering the&#383;e Ways of Motion we e&#8217;en now recounted, they may perhaps be no more different from ours than ours (tho&#383;e of ours I mean that are mo&#383;t unlike) are from one another.

 </p><p>If a Man were admitted to a Survey of <hi>Jupiter</hi> or <hi>Venus</hi>, he would no doubt find as great a Number and Variety as he had at home. Let us then, that we may make as near a Gue&#383;s at, and as rea&#383;onable a Judgment of the Matter as we can, con&#383;ider the many Sorts, and the admirable Difference in the Shapes of our own Animals; running <note place="margin"><hi>Great Variety of Animals in this Earth.</hi></note> over &#383;ome of the Chief of them (for &#8217;twould be tedious to &#383;et about a general Catalogue) that are notoriou&#383;ly <pb id="pb35" n="35" facs="f:045"/>different from one another, either in the Figure or &#383;ome peculiar Property belonging to them; as they belong to the Land, or the Water, or the Air. Among the Bea&#383;ts we may take notice of the great Di&#383;tance between the Hor&#383;e, the Elephant, the Lion, the Stag, the Camel, the Hog, the Ape, the Porcupine, the Tortoi&#383;e, the Cameleon: in the Water, of that between the Whale, and the Sea-Calf, the Skait, the Pike, the Eel, the Ink-Fi&#383;h, the Pourcontrel, the Crocodile, the Flying-fi&#383;h, the Cramp-fi&#383;h, the Crab, the Oi&#383;ter, and the Purple-Fi&#383;h: and among Birds, of that between the Eagle, the O&#383;trich, the Peacock, the Swan, the Owl, and the Bat: and in In&#383;ects, of that between the Ants, the Spider, the Fly, and the Butterfly; and of that Prodigy in their wonderful change from Worms. In this Roll I have pa&#383;s&#8217;d by the creeping Kind as one Sort, and skip&#8217;d over that va&#383;t Multitude of le&#383;s different Animals that fill the intermediate Spaces. But be they never &#383;o many, there is no <note place="margin"><hi>And no le&#383;s in the Planets.</hi></note> rea&#383;on to think that the Planets cannot match them. For tho&#8217; we in vain gue&#383;s <pb id="pb36" n="36" facs="f:046"/>at the Figures of tho&#383;e Creatures, yet we have di&#383;cover&#8217;d &#383;omewhat of their manner of Life in general; and of their Sen&#383;es we &#383;hall &#383;peak more by and by.

 </p><p><note place="margin"><hi>The &#383;ame in Plants.</hi></note> The more con&#383;iderable Differences in our Plants ought to be thought on, as well as the other. As in Trees, that between the Fir and the Oak, the Palm, the Vine, the Fig, and the Coco-Nut Tree, and that in the <hi>Indies</hi>, from who&#383;e Boughs new Roots &#383;pring, and grow downwards into the Earth. In Herbs, the Difference is notable between Gra&#383;s, Poppy, Colewort, Ivy, Pompions, and the Indian Fig with thick Leaves growing up without any Stalk, and Aloe. Between every one of which again there are many le&#383;s differing Plants not taken notice of. Then the different Ways of rai&#383;ing them are remarkable, whether from Seeds, or Kernels, or Roots, or by grafting or inoculating them. And yet in all the&#383;e, whether we con&#383;ider the Things them&#383;elves, or the Ways of their Production, I make no doubt but that the Planetary Worlds have as wonderful a Variety as we.

 <pb id="pb37" n="37" facs="f:047"/></p><p>But &#383;till the main and mo&#383;t agreeable Point of the Enquiry is behind, <note place="margin"><hi>Rational Animals in the Planets.</hi></note> which is the placing &#383;ome Spectators in the&#383;e new Di&#383;coveries, to enjoy the&#383;e Creatures we have planted them with, and to admire their Beauty and Variety. And among all, that have never &#383;o &#383;lightly meddled with the&#383;e Matters, I don&#8217;t find any that have &#383;crupled to allow them their Inhabitants: not Men perhaps like ours, but &#383;ome Creatures or other endued with Rea&#383;on. For all this Furniture and Beauty the Planets are &#383;tock&#8217;d with &#383;eem to have been made in vain, without any De&#383;ign or End, unle&#383;s there were &#383;ome in them that might at the &#383;ame time enjoy the Fruits, and adore the wi&#383;e Creator of them. But this alone would be no <corr sic="prevaling">prevailing</corr> Argument with me to allow them &#383;uch Creatures. For what if we &#383;hould &#383;ay, that God made them for no other De&#383;ign, but that he him&#383;elf might &#383;ee (not as we do &#8217;tis true; but that he that made the Eye &#383;ees, who can doubt?) and delight him&#383;elf in the Contemplation of them? For was not <pb id="pb38" n="38" facs="f:048"/>Man him&#383;elf, and all that the whole World contains, made upon this very account? That which makes me of this Opinion, that tho&#383;e Worlds are not without &#383;uch a Creature endued with Rea&#383;on, is, that otherwi&#383;e our Earth would have too much the Advantage of them, in being the only part of the Univer&#383;e that could boa&#383;t of &#383;uch a Creature &#383;o far above, not only Plants and Trees, but all Animals what&#383;oever: a Creature that has &#383;omething Divine in him, that knows, and under&#383;tands, and remembers &#383;uch an innumerable number of Things; that deliberates, weighs and judges of the Truth: A Creature upon who&#383;e Account, and for who&#383;e U&#383;e, what&#383;oever the Earth brings forth &#383;eems to be provided. For every Thing here he converts to his own Ends. With the Trees, Stones, and Metals, he builds him&#383;elf Hou&#383;es: the Birds and Fi&#383;hes he &#383;u&#383;tains him&#383;elf with: and the Water and Winds he makes &#383;ub&#383;ervient to his Navigation, as he doth the &#383;weet Smell and glorious Colours of the Flowers to his Delight. What can there be <pb id="pb39" n="39" facs="f:049"/>in the Planets that can make up for its Defects in the want of &#383;o noble an Animal? If we &#383;hould allow <hi>Jupiter</hi> a greater Variety of other Creatures, more Trees, Herbs and Metals, all the&#383;e would not advantage or dignify that Planet &#383;o much as that one Animal doth ours by the admirable Productions of his penetrating Wit. If I am mi&#383;taken in this, I do not know when to tru&#383;t my Rea&#383;on, and mu&#383;t allow my &#383;elf to be but a poor Judge in the true E&#383;timate of Things.

 </p><p><note place="margin"><hi>Vices of Men no hindrance to their being the Glory of the Planet they inhabit.</hi></note> Nor let any one &#383;ay here, that there&#8217;s &#383;o much Villany and Wickedne&#383;s in Man that we have thus magnified, that it&#8217;s a rea&#383;onable Doubt, whether he would not be &#383;o far from being the Glory and Ornament of the Planet that enjoys his Company, that he would be rather its Shame and Di&#383;grace. For fir&#383;t, the Vices that mo&#383;t Men are tainted with, are no hindrance, but that tho&#383;e that follow the Dictates of true Rea&#383;on, and obey the Rules of a rigid Virtue, are &#383;till a Beauty and Ornament to the Place that has the Happine&#383;s to harbour them. <pb id="pb40" n="40" facs="f:050"/>Be&#383;ides, the Vices of Men them&#383;elves are of excellent U&#383;e, and are not permitted and allowed in the World without wi&#383;e De&#383;ign. For &#383;ince it has &#383;o plea&#383;ed God to order the Earth, and every Thing in it as we &#383;ee it is (for it&#8217;s ab&#383;urd to &#383;ay it happen&#8217;d again&#383;t his Will or Knowledge) we mu&#383;t not think that &#383;o great a Diver&#383;ity of Minds were placed in different Men to no End or Purpo&#383;e: but that this mixture of bad Men with Good, and the Con&#383;equents of &#383;uch a Mixture, as Misfortunes, Wars, Afflictions, Poverty, and the like, were permitted for this very good End, <hi>viz.</hi> the exerci&#383;ing our Wits, and &#383;harpening our Inventions; by forcing us to provide for our own nece&#383;&#383;ary Defence again&#383;t our Enemies. &#8217;Tis to the Fear of Poverty and Mi&#383;ery that we are beholden for all our Arts, and for that natural Knowledge which was the Product of laborious Indu&#383;try; and which makes us that we cannot but admire the Power and Wi&#383;dom of the Creator, which otherwi&#383;e we might have pa&#383;&#383;ed by with the &#383;ame indifference as Bea&#383;ts. And if Men <pb id="pb41" n="41" facs="f:051"/>were to lead their whole Lives in an undi&#383;turbed continual Peace, in no fear of Poverty, no danger of War, I doubt they would live little better than Brutes, without all knowledge or enjoyment of tho&#383;e Advantages that make our Lives pa&#383;s on with Plea&#383;ure and Profit. We &#383;hould want the wonderful Art of Writing, if its great U&#383;e and nece&#383;&#383;ity in Commerce and War had not forced out the Invention. &#8217;Tis to the&#383;e we owe our Art of Sailing, our Art of Sowing, and mo&#383;t of tho&#383;e Di&#383;coveries of which we are Ma&#383;ters; and almo&#383;t all the Secrets in experimental Knowledge. So that tho&#383;e very Things on account of which the Faculty of Rea&#383;on &#383;eems to have been accu&#383;ed, are no &#383;mall helps to its Advancement and Perfection. For tho&#383;e Virtues them&#383;elves, Fortitude and Con&#383;tancy, would be of no u&#383;e if there were no Dangers, no Adver&#383;ity, no Afflictions for their Exerci&#383;e and Trial.

 </p><p>If we &#383;hould therefore imagine in the Planets &#383;ome &#383;uch rea&#383;onable Creature as Man is, adorn&#8217;d with the &#383;ame <pb id="pb42" n="42" facs="f:052"/>Virtues, and liable to the &#383;ame Vices, it would be &#383;o far from degrading or vilifying them, that while they want &#383;uch a one, I mu&#383;t think them inferior to our Earth.

 </p><p><note place="margin"><hi>Rea&#383;on <corr sic="there">they are</corr> not different from what &#8217;tis here.</hi></note> But if we allow the&#383;e Planetary Inhabitants &#383;ome &#383;ort of Rea&#383;on, mu&#383;t it needs, may &#383;ome &#383;ay, be the &#383;ame with ours? Certainly it mu&#383;t, whether we con&#383;ider it as applied to Ju&#383;tice and Morality, or exerci&#383;ed in the Principles and Foundations of Science. For Rea&#383;on with us is that which gives us a true Sen&#383;e of Ju&#383;tice and Hone&#383;ty, Prai&#383;e, Kindne&#383;s and Gratitude: &#8217;tis That that teaches us to di&#383;tingui&#383;h univer&#383;ally between Good and Bad; and renders us capable of Knowledge and Experience in it. And can there be any where any other Sort of Rea&#383;on than this? or can what we call ju&#383;t and generous, in <hi>Jupiter</hi> or <hi>Mars</hi> be thought unju&#383;t Villany? This is not at all, I don&#8217;t &#383;ay probable, but po&#383;&#383;ible. For the Aim and De&#383;ign of the Creator is every where the Pre&#383;ervation and Safety of his Creatures. Now when &#383;uch Rea&#383;on as we are Ma&#383;ters <pb id="pb43" n="43" facs="f:053"/>of, is nece&#383;&#383;ary for the pre&#383;ervation of Life, and promoting of Society (a thing that they are not without, as we &#383;hall &#383;how) would it not be &#383;trange that the Planetary Inhabitants &#383;hould have &#383;uch a perver&#383;e Sort of Rea&#383;on given them, as would nece&#383;&#383;arily de&#383;troy and confound what it was de&#383;ign&#8217;d to maintain and defend? But allowing Morality and Pa&#383;&#383;ions with tho&#383;e di&#383;tant Inhabitants to be &#383;omewhat different from ours, and &#383;uppo&#383;ing they may act by other Principles in what belongs to Friend&#383;hip and Anger, Hatred, Hone&#383;ty, Mode&#383;ty, and Comeline&#383;s, yet &#383;till there would be no doubt, but that in the Search after Truth, in judging of the Con&#383;equences of Things, in Rea&#383;oning, particularly in that Sort which belongs to Magnitude or Quantity, about which their Geometry (if they have &#383;uch a Thing) is employ&#8217;d, there would be no doubt, I &#383;ay, but that their Rea&#383;on here mu&#383;t be exactly the &#383;ame, and go the &#383;ame way to work with ours, and that what&#8217;s true in one part will hold true over the whole Univer&#383;e; &#383;o that all the difference <pb id="pb44" n="44" facs="f:054"/>mu&#383;t lie in the Degrees of Knowledge, which will be proportional to the Genius and Capacity of the Inhabitants.

 </p><p><note place="margin"><hi>They have Sen&#383;es.</hi></note> But I perceive I am got &#383;omewhat too far: Let us fir&#383;t enquire a little concerning the bodily Sen&#383;es of the&#383;e Planetary Per&#383;ons; for without &#383;uch, neither will Life be any Plea&#383;ure to them, nor Rea&#383;on of any U&#383;e. And I think it very probable, that all their Animals, as well their Bea&#383;ts as rational Creatures, are like ours in all that relates to the Sen&#383;es: For without the Power of Seeing we &#383;hould find it impo&#383;&#383;ible for Animals to provide Food for them&#383;elves, or be &#383;ore-warn&#8217;d of any approaching Danger, &#383;o as to guard them&#383;elves from it. So that where-ever we plant any Animals, except we wou&#8217;d have them lead the Life of Worms or Moles, we mu&#383;t allow them Sight; than which nothing can conduce more either to the Pre&#383;ervation or Plea&#383;ure of their Lives. Then if we con&#383;ider the wonderful Nature of Light, and the <note place="margin"><hi>Sight.</hi></note> amazing Artifice in the fit framing the Eye for the Reception of it, we cannot <pb id="pb45" n="45" facs="f:055"/>but &#383;ee that Bodies &#383;o va&#383;tly remote could not be perceived by us in their proper Figures and ju&#383;t Di&#383;tances, any other way than by Sight. For this Sen&#383;e, and all others that we know of, mu&#383;t proceed from an external Motion. Which in the &#383;en&#383;e of Seeing mu&#383;t come either from the Sun, the fix&#8217;d Stars, or Fire: who&#383;e Particles being put into a very quick Motion, communicate it to the Cele&#383;tial Matter about, whence &#8217;tis convey&#8217;d in a very &#383;hort time to the mo&#383;t di&#383;tant parts, ju&#383;t like Sound through the Air. If it were not for this Motion of the intermediate &#198;therial Matter, we &#383;hould be all in Darkne&#383;s, and have Sight neither of Sun nor Stars, nor any thing el&#383;e, for all other Light mu&#383;t come to us by Reflection from them. This Motion perceived by the Eyes is called Light. And the nice Curio&#383;ity of this Perception is admirable, in that it is cau&#383;ed by the &#383;malle&#383;t Particles of the luminous Body brought to us by that fine Matter, which at the &#383;ame time determine the Coa&#383;t from whence the Motion comes; and in that all the&#383;e different Roads of <pb id="pb46" n="46" facs="f:056"/>Motion, the&#383;e Waves cro&#383;&#383;ing and interfering with one another, are yet no hindrance to every one&#8217;s free Pa&#383;&#383;age. All the&#383;e Things are &#383;o wi&#383;ely, &#383;o wonderfully contrived, that it&#8217;s above the Power of humane Wit, to invent or frame any thing like them; nay, it is very difficult &#383;o much as to imagine and comprehend them. For what can be more amazing, than that one &#383;mall Part of the Body &#383;hould be &#383;o devi&#383;ed and framed, as by its means to &#383;how us the Shape, the Po&#383;ition, the Di&#383;tance, and all the Motions, nay, and all the Colours, of a Body that is far remote from us, that it may appear the more di&#383;tinct? And then the artful Compo&#383;ition of the Eye, drawing an exact Picture of the Objects without it, upon the concave Side of the Choroides, is even above all Admiration, nor is there any Thing in which God has more plainly manife&#383;ted his excellent Geometry. And the&#383;e Things are not only contriv&#8217;d and fram&#8217;d with &#383;o great Wi&#383;dom and Skill, as not to admit of better, but to any one that con&#383;iders them attentively, they &#383;eem to be of &#383;uch a Nature <pb id="pb47" n="47" facs="f:057"/>as not to allow any other Method. For it&#8217;s impo&#383;&#383;ible that Light &#383;hould repre&#383;ent Objects to us at &#383;o va&#383;t a di&#383;tance, except by &#383;uch an intervening Motion; and it&#8217;s as impo&#383;&#383;ible that any other Compo&#383;ition of the Eye &#383;hould be equally fitted to the Reception of &#383;uch Impre&#383;&#383;ions. So that I cannot but think them greatly mi&#383;taken, that maintain the&#383;e Things might have been contrived many other Ways. It&#8217;s likely then, and credible, that in the&#383;e Things the Planets have an exact corre&#383;pondence with us, and that their Animals have the &#383;ame Organs, and u&#383;e the &#383;ame way of Sight that we do. They mu&#383;t have Eyes therefore, and two at lea&#383;t we mu&#383;t grant them, otherwi&#383;e they would not perceive tho&#383;e Things clo&#383;e to them, nor hardly be able to walk about with Safety. And if we mu&#383;t allow them to all Animals for the Pre&#383;ervation of their Life, how much more mu&#383;t they that make more, and more noble U&#383;es of them, not be deprived of the Ble&#383;&#383;ing of &#383;o advantageous Members? For by them we view the various Flowers, and the elegant Features of Beauty: with <pb id="pb48" n="48" facs="f:058"/>them we read, we write, we contemplate the Heavens and Stars, and mea&#383;ure their Di&#383;tances, Magnitudes, and Journeys: which how far they are common to the Inhabitants of tho&#383;e Worlds with us, I &#383;hall pre&#383;ently examine. But fir&#383;t I &#383;hall enquire whether now we have given them one, we ought al&#383;o to give them the other <note place="margin"><hi>Hearing.</hi></note> four Sen&#383;es. And indeed as to Hearing many Arguments per&#383;wade me to give it a Share in the Animals of tho&#383;e new Worlds. For &#8217;tis of great con&#383;equence in defending us from &#383;udden Accidents; and, e&#383;pecially when Seeing is of no u&#383;e to us, it &#383;upplies its Place, and gives us &#383;ea&#383;onable warning of any imminent Danger. Be&#383;ides, we &#383;ee many Animals call their Fellow to them with their Voice, which Language may have more in it than we are aware of, tho&#8217; we don&#8217;t under&#383;tand it. But if we do but con&#383;ider the va&#383;t U&#383;es and nece&#383;&#383;ary Occa&#383;ions of Speaking on the one &#383;ide, and Hearing on the other, among tho&#383;e Creatures that make u&#383;e of their Rea&#383;on, it will &#383;carce &#383;eem credible that two &#383;uch u&#383;eful, &#383;uch <pb id="pb49" n="49" facs="f:059"/>excellent Things were de&#383;igned only for us. For how is it po&#383;&#383;ible but that they that are without the&#383;e, mu&#383;t be without many other Nece&#383;&#383;aries and Conveniences of Life? Or what can they have to recompen&#383;e this Want? Then, if we go &#383;till farther, and do but meditate upon the neat and frugal Contrivance of Nature in making the &#383;ame Air, by the drawing in of which we live, by who&#383;e Motion we &#383;ail, and by who&#383;e Means Birds fly, for a Conveyance of Sound to our Ears; and this Sound for the Conveyance of another Man&#8217;s Thoughts to our Minds: Can we ever imagine that &#383;he has left tho&#383;e other Worlds de&#383;titute of &#383;o va&#383;t <note place="margin"><hi>A Medium to convey Sound to the Ears.</hi></note> Advantages? That they don&#8217;t want the Means of them is certain, for their having Clouds in <hi>Jupiter</hi> puts it pa&#383;t doubt that they have Air too; that being mo&#383;tly formed of the Particles of Water flying about, as the Clouds are of them gathered into &#383;mall Drops. And another Proof of it is, the nece&#383;&#383;ity of breathing for the pre&#383;ervation of Life, a Thing that &#383;eems to be as univer&#383;al a Dictate of Nature, as feeding upon the Fruits of the Earth.

 <pb id="pb50" n="50" facs="f:060"/></p><p><note place="margin"><hi>Touch.</hi></note> As for Feeling, it &#383;eems to be given upon nece&#383;&#383;ity to all Creatures that are cover&#8217;d with a fine and &#383;en&#383;ible Skin, as a Caution again&#383;t coming too near tho&#383;e Things that may injure or incommode them: and without it they would be liable to continual Wounds, Blows and Brui&#383;es. Nature &#383;eems to have been &#383;o &#383;en&#383;ible of this, that &#383;he has not left the lea&#383;t place free from &#383;uch a Perception. Therefore it&#8217;s probable that the Inhabitants of tho&#383;e Worlds are not without &#383;o nece&#383;&#383;ary a Defence, and &#383;o fit a Pre&#383;ervative again&#383;t Dangers and Mi&#383;haps.

 </p><p><note place="margin"><hi>Smell and Ta&#383;te.</hi></note> And who is there that doth not &#383;ee the inevitable nece&#383;&#383;ity for all Creatures that live by feeding to have both Ta&#383;te and Smell, that they may di&#383;tingui&#383;h tho&#383;e Things that are good and nouri&#383;hing, from tho&#383;e that are mi&#383;chievous and harmful? If therefore we allow the Planetary Creatures to feed upon Herbs, Seeds, or Fle&#383;h, we mu&#383;t allow them Ta&#383;te and Smell, that they may chu&#383;e or refu&#383;e any Thing according as they find it likely to be advantageous or noxious to them.

 <pb id="pb51" n="51" facs="f:061"/></p><p>I know that it hath been a Que&#383;tion with many, whether there might not have been more Sen&#383;es than the&#383;e five. <note place="margin"><hi>Their Sen&#383;es not very different from ours.</hi></note> If we &#383;hould allow this, it might neverthele&#383;s be rea&#383;onably doubted, whether the Sen&#383;es of the Planetary Inhabitants are much different from ours. I mu&#383;t confe&#383;s, I cannot deny but there might po&#383;&#383;ibly have been more Sen&#383;es; but when I con&#383;ider the U&#383;es of tho&#383;e we have, I cannot think but they would have been &#383;uperfluous. The Eye was made to di&#383;cern near and remote Objects, the Ear to give us notice of what our Eyes could not, either in the Dark or behind our Back: Then what neither the Eye nor the Ear could, the No&#383;e was made (which in Dogs is wonderfully nice) to warn us of. And if any thing e&#383;capes the notice of the other four Sen&#383;es, we have Feeling to inform us of the too near Approaches of it before it can do us any mi&#383;chief. Thus has Nature &#383;o plentifully, &#383;o perfectly provided for the nece&#383;&#383;ary pre&#383;ervation of her Creatures here, that I think &#383;he can give nothing more to tho&#383;e there, but what <pb id="pb52" n="52" facs="f:062"/>will be needle&#383;s and &#383;uperfluous. Yet the Sen&#383;es were not wholly de&#383;igned for u&#383;e: but Men from all, and all other Animals from &#383;ome of them, reap Plea&#383;ure as well as Profit, as from the Ta&#383;te in delicious Meats; from the Smell in Flowers and Perfumes; from the Sight in the Contemplation of beauteous Shapes and Colours; from the Hearing in the Sweetne&#383;s and Harmony of Sounds; from the Feeling in Copulation, unle&#383;s you plea&#383;e to count that for a particular Sen&#383;e by it &#383;elf. <note place="margin"><hi>They have Plea&#383;ure ari&#383;ing from the Sen&#383;es.</hi></note> Since it is thus, I think &#8217;tis but rea&#383;onable to allow the Inhabitants of the Planets the&#383;e &#383;ame Advantages that we have from them. For upon this Con&#383;ideration only, how much happier and ea&#383;ier a Man&#8217;s Life is rendred by the enjoyment of them, we mu&#383;t be obliged to grant them the&#383;e Ble&#383;&#383;ings, except we would engro&#383;s every thing that is good to our &#383;elves, as if we were worthier and more de&#383;erving than any el&#383;e. But moreover, that Plea&#383;ure which we perceive in Eating or in Copulation, &#383;eems to be a nece&#383;&#383;ary and provident Command of Nature, <pb id="pb53" n="53" facs="f:063"/>whereby it tacitly compels us to the pre&#383;ervation and continuance of our Life and Kind. It is the &#383;ame in Bea&#383;ts. So that both for their Happine&#383;s and Pre&#383;ervation it&#8217;s very probable the re&#383;t of the Planets are not without it. Certainly when I con&#383;ider all the&#383;e Things, how great, noble, and u&#383;eful they are; when I con&#383;ider what an admirable Providence it is that there&#8217;s &#383;uch a Thing as Plea&#383;ure in the World, I can&#8217;t but think that our Earth, the &#383;malle&#383;t part almo&#383;t of the Univer&#383;e, was never de&#383;ign&#8217;d to monopolize &#383;o great a Ble&#383;&#383;ing. And thus much for tho&#383;e Plea&#383;ures which affect our bodily Sen&#383;es, but have little or no relation to our Rea&#383;on and Mind. But there are other Plea&#383;ures which Men enjoy, which their Soul only and Rea&#383;on can reli&#383;h: Some airy and brisk, others grave and &#383;olid, and yet neverthele&#383;s Plea&#383;ures, as ari&#383;ing from the Satisfaction which we feel in Knowledge and Inventions, and Searches after Truth, of which whether the Planetary Inhabitants are not partakers, we &#383;hall have an opportunity of enquiring by and by. There

 <pb id="pb54" n="54" facs="f:064"/></p><p>There are &#383;ome other things to be con&#383;ider&#8217;d fir&#383;t, in which it&#8217;s probable they have &#383;ome relation to us. That the Planets have tho&#383;e Elements of Earth, Air and Water, as well as we, I have already made not unlikely. Let us now &#383;ee whether they may not have Fire al&#383;o: which is not &#383;o properly call&#8217;d an Element, as a very quick Motion of the Particles in the <corr sic="inflamable">inflammable</corr> <note place="margin"><hi>All the Planets have Fire.</hi></note> Body. But be it what it will, there are many Arguments for their not being without it. For this Earth is not &#383;o truly call&#8217;d the Place of Fire as the Sun: and as by the Heat of that all Plants and Animals here thrive and live; &#383;o, no doubt, it is in the other Planets. Since then Fire is cau&#383;ed by a mo&#383;t inten&#383;e and vigorous Heat, it follows that the Planets, e&#383;pecially tho&#383;e nearer the Fountain of it, have their proportionate degrees of Heat and Fire. And &#383;ince there are &#383;o many ways of its Production, as by the collection of the Rays of the Sun, by the reflection of Mirrors, by the &#383;triking of Flint and Steel, by the rubbing of Wood, by the clo&#383;e loading of <pb id="pb55" n="55" facs="f:065"/>moi&#383;t Gra&#383;s, by Lightning, by the eruptions of Mountains and Volcanos, it&#8217;s &#383;trange if neither Art &#383;hould have produced it, nor Nature effected it there by one of the&#383;e many means. Then how u&#383;eful and nece&#383;&#383;ary is it to us? By it we drive away Cold, and &#383;upply the want of the Sun in tho&#383;e Countries where his oblique Rays make a le&#383;s vigorous Impre&#383;&#383;ion, and &#383;o keep a great part of the Earth from being an uninhabited <corr sic="De&#383;art">De&#383;ert</corr>: which is equally nece&#383;&#383;ary in all the Planets, whether we allow them Succe&#383;&#383;ion of Sea&#383;ons, or a perpetual Spring and &#198;quinox: for even then the Countries near the Pole would receive but little Advantage from the Heat of the Sun. By the help of this we turn the Night into Day, and thereby make a con&#383;iderable addition to the &#383;hortne&#383;s of our Lives. Upon all the&#383;e Accounts we ought not to think this Earth of ours enjoy it all alone, and exclude all the other Planets from &#383;o advantageous and &#383;o profitable a Gift.

 </p><p>But perhaps it may be asked as well concerning Brutes as rational Creatures, <pb id="pb56" n="56" facs="f:066"/>and of their Plants and Trees too, whether they are proportionably <note place="margin"><hi>The bigne&#383;s of their Creatures not rightly gue&#383;t at by the bigne&#383;s of the Planets.</hi></note> larger or le&#383;s than ours. For if the Magnitude of the Planets was to be the Standard of their mea&#383;ure, there would be Animals in <hi>Jupiter</hi> ten or fifteen times larger than Elephants, and as much longer than our Whales, and then their Men mu&#383;t be all Giants in re&#383;pect to us. Now tho&#8217; I don&#8217;t &#383;ee any &#383;o great Ab&#383;urdity in this as to make it impo&#383;&#383;ible, yet there is no rea&#383;on to think it is really &#383;o, &#383;eeing Nature has not always ty&#8217;d her &#383;elf to tho&#383;e Rules which we have thought more convenient for her: For example, the Magnitude of the Planets is not an&#383;werable to their di&#383;tances from the Sun; but <hi>Mars</hi>, tho&#8217; more remote, is far le&#383;s than <hi>Venus</hi>: and <hi>Jupiter</hi> turns round his Axis in ten Hours, when the Earth which is much le&#383;s than him, &#383;pends 24. But &#383;ince Nature, perhaps &#383;ome will &#383;ay, has not ob&#383;erved &#383;uch a Regularity in the proportion of Things, for ought we know there may be only a Race of Pygmies about the Bigne&#383;s of Frogs and Mice, <pb id="pb57" n="57" facs="f:067"/><corr sic="&#383;e&#383;s&#8217;d">po&#383;&#383;e&#383;s&#8217;d</corr> of the Planets. But I &#383;hall &#383;how that this is very improbable by and by.

 </p><p><note place="margin"><hi>In the Planets are &#383;orts of rational Creatures as well as here.</hi></note> There may ari&#383;e another Que&#383;tion, whether there be in the Planets but one &#383;ort of rational Creatures, or if there be not &#383;everal &#383;orts po&#383;&#383;e&#383;&#383;ed of different degrees of Rea&#383;on and Sen&#383;e. There is &#383;omething not unlike this to be ob&#383;erved among us. For to pa&#383;s by tho&#383;e who have human Shape (altho&#8217; &#383;ome of them would very well bear that Enquiry too) if we do but con&#383;ider &#383;ome &#383;orts of Bea&#383;ts, as the Dog, the Ape, the Beaver, the Elephant, nay &#383;ome Birds and Bees, what Sen&#383;e and Under&#383;tanding they are ma&#383;ters of, we &#383;hall be forced to allow, that Man is not the only rational Animal. For we di&#383;cover &#383;omewhat in them of Rea&#383;on independent on, and prior to all Teaching and Practice.

 </p><p>But &#383;till no Body can doubt, but that the Under&#383;tanding and Rea&#383;on of Man is to be preferr&#8217;d to theirs, as being comprehen&#383;ive of innumerable Things, indued with an infinite memory of what&#8217;s pa&#383;t, and capable of providing <pb id="pb58" n="58" facs="f:068"/>again&#383;t what&#8217;s to come. That there is &#383;ome &#383;uch Species of rational Creatures in the other Planets, which is the Head and Sovereign of the re&#383;t, is very rea&#383;onable to believe: for otherwi&#383;e, were many Species endued with the &#383;ame Wi&#383;dom and Cunning, we &#383;hould have them always doing Mi&#383;chief, always quarrelling and fighting one with another for Empire and Sovereignty, a Thing that we feel too much of where we have but one &#383;uch Species. But to let that pa&#383;s, our next Enquiry &#383;hall be concerning tho&#383;e Animals in the Planets which are furni&#383;hed with the greate&#383;t Rea&#383;on, whether it&#8217;s po&#383;&#383;ible to know wherein they employ it, and whether they have made as great Advances in Arts and Knowledge as we in our Planet. Which de&#383;erves mo&#383;t to be con&#383;idered and examined of any thing belonging to their Nature; and for the better Performance of it we mu&#383;t take our Ri&#383;e &#383;omewhat higher, and nicely view the Lives and Studies of Men.

 </p><p>And in tho&#383;e things wherein Men provide and take care only of what&#8217;s <pb id="pb59" n="59" facs="f:069"/>ab&#383;olutely nece&#383;&#383;ary for the pre&#383;ervation of their Life; in defending them&#383;elves from the Injuries of the Air; in &#383;ecuring them&#383;elves again&#383;t the Incur&#383;ions of Enemies by Walls; and again&#383;t Fraud and Di&#383;turbances by Laws; in educating their Children, and providing for them&#383;elves and them: In all the&#383;e I can &#383;ee no great rea&#383;on that Man has to boa&#383;t of the Pre-eminency of his Rea&#383;on above Bea&#383;ts and other Animals. For mo&#383;t of the&#383;e Things they perform with greater Ea&#383;e and Art than we, and &#383;ome of them they have no need of. For that Sen&#383;e of Virtue and Ju&#383;tice in which Man excels, of Friend&#383;hip, Gratitude and Hone&#383;ty, of what u&#383;e are they, but either to put a &#383;top to the Wickedne&#383;s of Man, or to &#383;ecure us from mutual A&#383;&#383;aults and Injuries, Things wherein the Bea&#383;ts want no Guide but Nature and Inclination? Then if we &#383;et before our Eyes the manifold Cares, the Di&#383;turbances of Mind, the re&#383;tle&#383;s De&#383;ires, the dread of Death, that are the re&#383;ult of this our Rea&#383;on; and compare them with <pb id="pb60" n="60" facs="f:070"/>that ea&#383;y, quiet, and harmle&#383;s Life which other Animals enjoy, we &#383;hould be apt to wi&#383;h a Change, and conclude that they, e&#383;pecially Birds, lived with more Plea&#383;ure and Happine&#383;s than Man could with all his Wi&#383;dom. For they have as great a Reli&#383;h of bodily Plea&#383;ures as we, let the new Philo&#383;ophers &#383;ay what they will, who would have them to be nothing but Clocks and Engines of Fle&#383;h; a Thing which Bea&#383;ts &#383;o plainly confute by crying and running away from a Stick, and all other Actions, that I wonder how any one could &#383;ub&#383;cribe to &#383;o ab&#383;urd and cruel an Opinion. Nay, I can &#383;carce doubt but that Birds feel no &#383;mall Plea&#383;ure in their ea&#383;y, &#383;mooth &#383;ailing through the Air; and would much more if they but knew the Advantages it hath above our &#383;low and <note place="margin"><hi>Men chiefly differ from Bea&#383;ts in the Study of Nature.</hi></note> laborious Progre&#383;&#383;ion. What is it then after all that &#383;ets human Rea&#383;on above all other, and makes us preferable to the re&#383;t of the Animal World? Nothing in my Mind &#383;o much as the Contemplation of the Works of God, and the Study of Nature, and the improving <pb id="pb61" n="61" facs="f:071"/>tho&#383;e Sciences which may bring us to &#383;ome knowledge in their Beauty and Variety. For without Knowledge what would be Contemplation? And what difference is there between a Man, who with a carele&#383;s &#383;upine Negligence views the Beauty and U&#383;e of the Sun, and the fine golden Furniture of the Heaven, and one who with a learned Nicene&#383;s &#383;earches into their Cour&#383;es; who under&#383;tands wherein the Fix&#8217;d Stars, as they are call&#8217;d, differ from the Planets, and what is the Rea&#383;on of the regular Vici&#383;&#383;itude of the Sea&#383;ons; who by &#383;ound Rea&#383;oning can mea&#383;ure the Magnitude and Di&#383;tance of the Sun and Planets? Or between &#383;uch a one as admires perhaps the nimble Activity and &#383;trange Motions of &#383;ome Animals, and one that knows their whole Structure, under&#383;tands the whole Fabrick and Architecture of their Compo&#383;ition? If therefore the Principle we before laid down be true, that the other Planets are not inferiour in Dignity to ours, <note place="margin"><hi>They have A&#383;tronomy.</hi></note> what follows but that they have Creatures not to &#383;tare and wonder at the <pb id="pb62" n="62" facs="f:072"/>Works of Nature only, but who employ their Rea&#383;on in the Examination and Knowledge of them, and have made as great Advances therein as we have? They do not only view the Stars, but they improve the Science of A&#383;tronomy: nor is there any thing can make us think this improbable, but that fond Conceitedne&#383;s of every Thing that we call our own, and that Pride that is too natural to us to be ea&#383;ily laid down. But I know &#383;ome will &#383;ay, we are a little too bold in the&#383;e A&#383;&#383;ertions of the Planets, and that we mounted hither by many Probabilities, one of which, if it chance to be fal&#383;e, and contrary to our Suppo&#383;ition, would, like a bad Foundation, ruin the whole Building, and make it fall to the Ground. But I would have them to know, that all I have &#383;aid of their Knowledge in A&#383;tronomy, has Proofs enough, antecedent to tho&#383;e we now produced. For &#383;uppo&#383;ing the Earth, as we did, one of the Planets of equal Dignity and Honour with the re&#383;t, who would venture to &#383;ay, that no where el&#383;e were to be found any that <pb id="pb63" n="63" facs="f:073"/>enjoy&#8217;d the glorious Sight of Nature&#8217;s Theatre? Or if there were any Fellow-Spectators, yet we were the only ones that had dived deep into the Secrets and Knowledge of it? So that here&#8217;s a Proof not &#383;o far fetch&#8217;d for the A&#383;tronomy of the Planets, the &#383;ame which we u&#383;ed for their having rational Creatures, and enjoying the other Advantages we before talk&#8217;d of, which &#383;erves at the &#383;ame time for the Confirmation of our former Conjectures. But if Amazement and Fear at the Eclip&#383;es of the Moon and Sun gave the fir&#383;t occa&#383;ion to the Study of A&#383;tronomy, as probably they did, then it&#8217;s almo&#383;t impo&#383;&#383;ible that <hi>Jupiter</hi> and <hi>Saturn</hi> &#383;hould be without it; the Argument being of much greater force in them, by rea&#383;on of the daily Eclip&#383;es of their Moons, and the frequent ones of the Sun to their Inhabitants. So that if a Per&#383;on di&#383;intere&#383;ted in his Judgment, and equally ignorant of the Affairs of all the Planets, were to give his Opinion in this Matter, I don&#8217;t doubt he would give the Cau&#383;e for A&#383;tronomy to tho&#383;e two Planets rather than us.

 <pb id="pb64" n="64" facs="f:074"/></p><p>This Suppo&#383;ition of their Knowledge and U&#383;e of A&#383;tronomy in the Planetary Worlds, will afford us many new Conjectures about their manner of Life, and their State as to other things.

 </p><p><note place="margin"><hi>And all its &#383;ub&#383;ervient Arts.</hi></note> For, Fir&#383;t: No Ob&#383;ervations of the Stars that are nece&#383;&#383;ary to the Knowledge of their Motions, can be made without In&#383;truments; nor can the&#383;e be made without Metal, Wood, or &#383;ome &#383;uch &#383;olid Body. Here&#8217;s a nece&#383;&#383;ity of allowing them the Carpenters Tools, the Saw, the Ax, the Plane, the Mallet, the File: and the making of the&#383;e requires the U&#383;e of Iron, or &#383;ome equally hard Metal. <note place="margin"><hi>Geometry and Arithmetick</hi>:</note> Again, the&#383;e In&#383;truments can&#8217;t be without a Circle divided into equal Parts, or a &#383;trait Line into unequal. Here&#8217;s a nece&#383;&#383;ity for introducing Geometry and Arithmetick. Then the Nece&#383;&#383;ity <note place="margin"><hi>And Writing.</hi></note> in &#383;uch Ob&#383;ervations of marking down the Epochas or Accounts of Time, and of tran&#383;mitting them to Po&#383;terity, will force us to grant them the Art of Writing; perhaps very different from ours which is commonly u&#383;ed, but I dare affirm not more ingenious <pb id="pb65" n="65" facs="f:075"/>or ea&#383;y. For how much more ready and expeditious is our Way, than by that multitude of Characters u&#383;ed in <hi>China</hi>; and how va&#383;tly preferable to Knots tied in Cords, or the Pictures in u&#383;e among the barbarous People of <hi>Mexico</hi> and <hi>Peru</hi>? There&#8217;s no Nation in the World but has &#383;ome way or other of writing or marking down their Thoughts: So that it&#8217;s no wonder if the Planetary Inhabitants have been taught it by that great School-mi&#383;tre&#383;s Nece&#383;&#383;ity, and apply it to the Study of A&#383;tronomy and other Sciences. In A&#383;tronomical Matters the Nece&#383;&#383;ity of it is moreover apparent from hence, that the Motion of the Stars is as &#8217;twere to be fancied and gue&#383;s&#8217;d at in different Sy&#383;tems, and the&#383;e Sy&#383;tems to be continually improved and corrected, as later and more exact Ob&#383;ervations &#383;hall convince the old ones of Faults: all which can never be deliver&#8217;d down to &#383;ucceeding Generations, unle&#383;s we make u&#383;e of Letters and Figures.

 </p><p>But after all the&#383;e large and liberal Allowances to Them, they will &#383;till <pb id="pb66" n="66" facs="f:076"/>be behind-hand with us. For we have &#383;o certain a Knowledge of the true <note place="margin"><hi>And Opticks.</hi></note> Sy&#383;tem and Frame of the Univer&#383;e; we have &#383;o admirable an Invention of Tele&#383;copes to help our failing Eye-&#383;ight in the view of the Bigne&#383;s and different Forms of the Planetary Bodies, in the di&#383;covery of the Mountains, and the Shadows of them on the Surface of the Moon, in the bringing to light an innumerable multitude of Stars otherwi&#383;e invi&#383;ible, that we mu&#383;t nece&#383;&#383;arily be far their Ma&#383;ters in that Knowledge. Hence it is almo&#383;t nece&#383;&#383;ary (except we have a Mind to flatter and complement our &#383;elves as the only People that have the Advantage of &#383;uch excellent Inventions) either to allow the Planetary Inhabitants &#383;uch &#383;harp Eyes as not to need them, or el&#383;e the u&#383;e of Gla&#383;&#383;es to help the Deficiency of their Sight. And yet I dare not a&#383;&#383;ert this, le&#383;t any one &#383;hould be &#383;o di&#383;turbed at the Extravagancy of &#383;uch an Opinion, as to take the mea&#383;ure of my other Conjectures by it, and hi&#383;s them all off, upon the account of this alone.

 <pb id="pb67" n="67" facs="f:077"/></p><p><note place="margin"><hi>The&#383;e Sciences not contrary to Nature.</hi></note> But &#383;ome Body may perhaps object, and that not without rea&#383;on at fir&#383;t &#383;ight, that the Planetary Inhabitants it&#8217;s likely are de&#383;titute of all refined Knowledge, ju&#383;t as the <hi>Americans</hi> were before they had Commerce with the <hi>Europeans</hi>. For if one con&#383;iders the Ignorance of tho&#383;e Nations, and of others in <hi>A&#383;ia</hi> and <hi>Africa</hi> equally barbarous, it will appear as if the main De&#383;ign of the Creator in placing Men upon the Earth was that they might live, and, in a ju&#383;t &#383;en&#383;e of all the Ble&#383;&#383;ings and Plea&#383;ure they enjoy, wor&#383;hip the Fountain of their Happine&#383;s; but that &#383;ome few went beyond the Bounds of Nature in their Enquiries after Knowledge. There does not want an An&#383;wer to the&#383;e Men. For God could not but fore&#383;ee the Advances Men would make, in their enquiring into the Heavenly Bodies: that they would di&#383;cover Arts u&#383;eful and advantageous to Life: that they would cro&#383;s the Seas, and dig up the Bowels of the Earth. Nothing of all this could happen contrary to the Mind and Knowledge of the Infinite Author of all Things. And if <pb id="pb68" n="68" facs="f:078"/>he fore&#383;aw the&#383;e Things would be, he &#383;o appointed and de&#383;tin&#8217;d them to humane kind. And the Studies of Arts and Sciences cannot be &#383;aid to be contrary to Nature, &#383;ince in the &#383;earch thereof they are employ&#8217;d: e&#383;pecially if we con&#383;ider how great the natural, de&#383;ire and love of Knowledge, rooted in all Men is. For it&#8217;s impo&#383;&#383;ible this &#383;hould have been given them upon no De&#383;ign or Account. But they will urge, that if &#383;uch a Knowledge is natural, if we were born for it, why are there &#383;o very few, e&#383;pecially in A&#383;tronomy, that pro&#383;ecute the&#383;e Studies? For <hi>Europe</hi> is the only Quarter of the Earth in which there have been any Advancements made in A&#383;tronomy. And as for the Judicial A&#383;trology, which pretends to foretel what is to come, it is &#383;uch a wretched and oftentimes mi&#383;chievous piece of Madne&#383;s, that I do not think it ought to be &#383;o much as named here. And even in <hi>Europe</hi>, not one in a hundred Thou&#383;and meddles with the&#383;e Studies. Be&#383;ides, its <sic corr="Origin">Original</sic> and Ri&#383;e is &#383;o late, that many Ages were pa&#383;t before <pb id="pb69" n="69" facs="f:079"/>the very fir&#383;t Rudiments of A&#383;tronomy or Geometry (which is nece&#383;&#383;ary to the learning of it) were known. For every Body is acquainted almo&#383;t with its fir&#383;t Beginnings in <hi>Egypt</hi> and <hi>Greece</hi>. Add to this, that &#8217;tis not yet above four&#383;core Years &#383;ince the bungling Epicycles were di&#383;carded, and the true and ea&#383;y plain Motion of the Planets was di&#383;covered. For the Satisfaction of the&#383;e Scruples, to what we &#383;aid before, concerning the Fore-knowledge of God, may be added this; That God never de&#383;igned we &#383;hould come into the World A&#383;tronomers or Philo&#383;ophers; the&#383;e Arts are not infu&#383;ed into us at our Birth, but were ordered, in long Tracts of Time, by degrees to be the Rewards and Re&#383;ult of laborious Diligence; e&#383;pecially tho&#383;e Sciences which are now in debate, are &#383;o much the more difficult and ab&#383;tru&#383;e, that their late Invention and &#383;low Progre&#383;s are &#383;o far from being a Wonder, that it is rather &#383;trange they were ever di&#383;cover&#8217;d at all. There are but few, I acknowledge one or two perhaps in an Age, that pur&#383;ue them, <pb id="pb70" n="70" facs="f:080"/>or think them their Bu&#383;ine&#383;s: but their Number will be very con&#383;iderable if we take in tho&#383;e that have lived in all the Ages in which A&#383;tronomy hath flouri&#383;hed: and no Body can deny them that Happine&#383;s and Contentment which they have pretended to above all others. In fine, it was &#383;ufficient that &#383;o &#383;mall a Number &#383;hould make it their Study, &#383;o that the Profit and Advantage of their Inventions might but &#383;pread it &#383;elf over all the World. Since then the Inhabitants of this Earth, let them be never &#383;o few, have had Parts and Genius &#383;ufficient for the Attainment of this Knowledge; and there&#8217;s no rea&#383;on to think the Planetary Inhabitants le&#383;s ingenious or happy than our &#383;elves; we have gain&#8217;d our Point, and &#8217;tis probable that they are as skilful A&#383;tronomers as we can pretend to be. So that now we may venture to deduce &#383;ome Con&#383;equences from &#383;uch a Suppo&#383;ition.

 </p><p>We have before &#383;how&#8217;d the nece&#383;&#383;ary Dependence and Connexion, not only of Geometry and Arithmetick, but of Mechanical Arts and In&#383;truments with this Science. This leads <pb id="pb71" n="71" facs="f:081"/>us naturally to the Enquiry how they can u&#383;e the&#383;e In&#383;truments and Engines for the Ob&#383;ervation of the Stars, how they can write down &#383;uch their Ob&#383;ervations, and perform other Things which we do with our Hands. So that we mu&#383;t nece&#383;&#383;arily give them <note place="margin"><hi>They have Hands.</hi></note> Hands, or &#383;ome other Member, as convenient for all those U&#383;es, in&#383;tead of them. One of the ancient Philo&#383;ophers laid &#383;uch Stre&#383;s upon the U&#383;e and Conveniency of the Hands, that he made no &#383;cruple to affirm, they were the Cau&#383;e and Foundation of all our Knowledge. By which, I &#383;uppo&#383;e, he meant no more, than that without their Help and A&#383;&#383;i&#383;tance Men could never arrive to the Improvement of their Minds in natural Knowledge: And indeed not without Rea&#383;on. For &#383;uppo&#383;e in&#383;tead of them they had had Hoofs like Hor&#383;es or Bullocks given them, they might have laid indeed the Model and De&#383;ign of Cities and Hou&#383;es in their Head, but they would never have been able to have built them. They would have had no Subject of Di&#383;cour&#383;e but what belong&#8217;d to their <pb id="pb72" n="72" facs="f:082"/>Victuals, Marriages, or Self-pre&#383;ervation. They would have been void of all Knowledge and Memory, and indeed would have been but one degree di&#383;tant from brute Bea&#383;ts. What could we invent or imagine that could be &#383;o exactly accommodated to all the de&#383;ign&#8217;d U&#383;es as the Hands are? Elephants can lay hold of, or throw any thing with their Probo&#383;cis, can take up even the &#383;malle&#383;t Things from the Ground, and can perform &#383;uch &#383;urpri&#383;ing Things with it, that it has not very improperly been call&#8217;d their Hand, tho&#8217; indeed it is nothing but a No&#383;e &#383;omewhat longer than ordinary. Nor do Birds &#383;how le&#383;s Art and De&#383;ign in the U&#383;e of their Bills in the picking up their Meat, and the wonderful Compo&#383;ure of their Ne&#383;ts. But all this is nothing to tho&#383;e Conveniences the Hand is &#383;o admirably &#383;uited to; nothing to that amazing Contrivance in its Capacity of being &#383;tretched, or contracted, or turned to any Part as Occa&#383;ion &#383;hall require. And then, to pa&#383;s by that nice Sen&#383;e that the Ends of the Fingers are endued with, even to the feeling and <pb id="pb73" n="73" facs="f:083"/>di&#383;tingui&#383;hing mo&#383;t &#383;orts of Bodies in the Dark, what Wi&#383;dom and Art is &#383;how&#8217;d in the Di&#383;po&#383;ition of the Thumb and Fingers, &#383;o as to take up or keep fa&#383;t hold of any Thing we plea&#383;e? Either then the Planetary Inhabitants mu&#383;t have Hands, or &#383;omewhat equally convenient, which it is not ea&#383;y to conceive; or el&#383;e we mu&#383;t &#383;ay that Nature has been kinder not only to us, but even to Squirrels and Monkeys than them.

 </p><p><note place="margin"><hi>And Feet.</hi></note> That they have Feet al&#383;o &#383;carce any one can doubt, that does but con&#383;ider what we &#383;aid but ju&#383;t now of Animals different Ways of going along, which it&#8217;s hard to imagine can be perform&#8217;d any other ways than what we there recounted. And of all tho&#383;e, there&#8217;s none can agree &#383;o well with the &#383;tate of the Planetary Inhabitants, as that that we here make u&#383;e of. Except (what is not very probable, if they live in Society, as I &#383;hall &#383;how they do) they have found out the Art of flying in &#383;ome of tho&#383;e Worlds.

 </p><p><note place="margin"><hi>That they are upright.</hi></note> The Stature and Shape of Men here does &#383;how forth the Divine Providence <pb id="pb74" n="74" facs="f:084"/>&#383;o much in its being &#383;o fitly adapted to its de&#383;ign&#8217;d U&#383;es, that it is not without rea&#383;on that all the Philo&#383;ophers have taken notice of it, nor without Probability that the Planetary Inhabitants have their Eyes and Countenance upright, like us, for the more convenient and ea&#383;y Contemplation and Ob&#383;ervations of the Stars. For if the Wi&#383;dom of the Creator is &#383;o ob&#383;ervable, &#383;o Prai&#383;e-worthy in the Po&#383;ition of the other Members; in the convenient Situation of the Eyes, as Watches in the higher Region of the Body; in the removing of the more uncomely Parts out of &#383;ight as &#8217;twere, we cannot but think he has almo&#383;t ob&#383;erved the &#383;ame Method in the Bodies of tho&#383;e remote Inhabitants. Nor <note place="margin"><hi>It follows not therefore that they have the &#383;ame Shape with us.</hi></note> does it follow from hence that they mu&#383;t be of the &#383;ame Shape with us. For there is &#383;uch an infinite po&#383;&#383;ible variety of Figures to be imagined, that both the Structure of their whole Bodies, and every part of them, both out&#383;ide and in&#383;ide, may be quite different from ours. How warmly and conveniently are &#383;ome Creatures <corr sic="cloath&#8217;d">cloth&#8217;d</corr> with <pb id="pb75" n="75" facs="f:085"/>Wool, and how finely are others decked and adorn&#8217;d with Feathers? Perhaps among the rational Creatures in the Planets there may &#383;ome &#383;uch di&#383;tinction be ob&#383;erv&#8217;d in their Garb and Covering; a Thing in which Bea&#383;ts &#383;eem to excel Men in here. Unle&#383;s perhaps Men are born naked, for this rea&#383;on to put them upon employing and exerci&#383;ing their Wits, in the inventing and making that Attire that Nature had made nece&#383;&#383;ary for them. And &#8217;tis this Nece&#383;&#383;ity that has been the greate&#383;t, if not only occa&#383;ion of all the Trade and Commerce, of all the Mechanical Inventions and Di&#383;coveries that we are Ma&#383;ters of. Be&#383;ides, Nature might have another great Conveniency in her Eye, by bringing Men into the World naked, namely, that they might accommodate them&#383;elves to all places of the World, and go thicker or thinner cloth&#8217;d, according as the Sea&#383;on and Climate they liv&#8217;d in requir&#8217;d. There may &#383;till be conceived a greater difference between us and the Inhabitants of the Planets; for there are &#383;ome &#383;ort of Animals, &#383;uch <pb id="pb76" n="76" facs="f:086"/>as Oy&#383;ters, Lob&#383;ters, and Crab-fi&#383;h, who&#383;e Fle&#383;h is on the in&#383;ide of their Bones as &#8217;twere. But that which hinders me from a&#383;cribing &#383;uch a kind of Frame and Compo&#383;ition to the Planetary Inhabitants, is that Nature &#383;eems to have done it only in a few of the meane&#383;t Sort of Creatures, and that hereby they would be deprived of that quick ea&#383;y motion of their Hands and Fingers, which is &#383;o u&#383;eful and <corr sic="nece&#383;-">nece&#383;&#383;ary</corr> to them, otherwi&#383;e I &#383;hould not be much affected with the odd Shape and Figure.

 </p><p><note place="margin"><hi>A rational Soul may inhabit another Shape than ours.</hi></note> For &#8217;tis a very ridiculous Opinion, that the common People have got, that &#8217;tis impo&#383;&#383;ible a rational Soul &#383;hould dwell in any other Shape than ours. And yet as &#383;illy as &#8217;tis, it has been the occa&#383;ion of many Philo&#383;ophers allowing the Gods no other Shape; nay, the Foundation of a Sect among the Chri&#383;tians, that from hence have the Name of <hi>Anthropomorphites</hi>. This can proceed from nothing but the Weakne&#383;s, Ignorance, and Prejudice of Men; the &#383;ame as that other concerning humane Shape, that it is <pb id="pb77" n="77" facs="f:087"/>the hand&#383;ome&#383;t and mo&#383;t excellent of all others, when indeed it&#8217;s nothing but a being accu&#383;tomed to that Figure that makes us think &#383;o, and a Conceit that we and all other Animals naturally have, that no Shape or Colour can be &#383;o good as our own. Yet &#383;o powerful are the&#383;e, that were we to meet with a Creature of a much different Shape from Man, with Rea&#383;on and Speech, we &#383;hould be much &#383;urpri&#383;ed and &#383;hocked at the Sight. For if we try to imagine or paint a Creature like a Man in every Thing el&#383;e, but that has a Neck four times as long, and great round Eyes five or &#383;ix times as big, and farther di&#383;tant, we cannot look upon&#8217;t without the utmo&#383;t Aver&#383;ion, altho&#8217; at the &#383;ame time we can give no account of our Di&#383;like.

 </p><p><note place="margin"><hi>The Planetarians not le&#383;s than we.</hi></note> When I ju&#383;t now mentioned the Stature of the Planetary Inhabitants, I hinted that &#8217;twas improbable they &#383;hould be le&#383;s than we are. For it&#8217;s likely, that as our Bodies are made in &#383;uch a proportion to our Earth, as to render us capable of travelling about it, and making Ob&#383;ervations <pb id="pb78" n="78" facs="f:088"/>upon its Bulk and Figure, the &#383;ame Order is ob&#383;erv&#8217;d in the Inhabitants of the other Planets, unle&#383;s in this Particular al&#383;o, which is very con&#383;iderable, we would prefer our &#383;elves to all others. Then &#383;eeing we have before allow&#8217;d them A&#383;tronomy and Ob&#383;ervations, we mu&#383;t give them Bodies and Strength &#383;ufficient for the ruling their In&#383;truments, and the erecting their Tubes and Engines. And for this the larger they are the better. For if we &#383;hould &#383;uppo&#383;e them Dwarfs not above the Bigne&#383;s of Rats or Mice, they could neither make &#383;uch Ob&#383;ervations as are requi&#383;ite; nor &#383;uch In&#383;truments as are nece&#383;&#383;ary to tho&#383;e Ob&#383;ervations. Therefore we mu&#383;t &#383;uppo&#383;e them larger than, or at lea&#383;t equal to, our &#383;elves, e&#383;pecially in <hi>Jupiter</hi> and <hi>Saturn</hi>, which are &#383;o va&#383;tly bigger than the Planet which we inhabit.

 </p><p><note place="margin"><hi>They live in Society.</hi></note> A&#383;tronomy, we &#383;aid before, could never &#383;ub&#383;i&#383;t without the writing down the Ob&#383;ervations: Nor could the Art of Writing (any more than the Arts of Carpenters and Founders) ever be found out except in a Society <pb id="pb79" n="79" facs="f:089"/>of rea&#383;onable Creatures, where the Nece&#383;&#383;ities of Life forc&#8217;d them upon Invention: So that it follows from hence, (as was before &#383;aid) that the Planetary Inhabitants mu&#383;t in this be like us, that they maintain a Society and Fellow&#383;hip with, and afford mutual A&#383;&#383;i&#383;tances and Helps to one another. Hereupon we mu&#383;t allow them a &#383;ettled, not a wandring <hi>Scythian</hi> way of living, as more convenient for Men in &#383;uch Circum&#383;tances. But what follows from hence? Mu&#383;t they not have every thing el&#383;e proper for &#383;uch a manner of living granted them too? Mu&#383;t they not have their Governours, Hou&#383;es, Cities, Trade and Bartering? Why &#383;hould they not, when even the barbarous People of <hi>America</hi> and other Places were at their fir&#383;t Di&#383;covery found to have &#383;omewhat of that nature in u&#383;e among them. I don&#8217;t &#383;ay, that Things mu&#383;t be the &#383;ame there as they are here. We have many that may very well be &#383;pared among rational Creatures, and were de&#383;ign&#8217;d only for the pre&#383;ervation of Society from all Injury, and for the curbing of tho&#383;e <pb id="pb80" n="80" facs="f:090"/>Men who make an ill u&#383;e of their Rea&#383;on to the Detriment of others. Perhaps in the Planets they have &#383;uch plenty and affluence of all good Things, as they neither need or de&#383;ire to &#383;teal from one another; perhaps they may be &#383;o ju&#383;t and good as to be at perpetual Peace, and never to lie in wait for, or take away the Life of their Neighbour: perhaps they may not know what Anger or Hatred are; and if &#383;o, they mu&#383;t be much happier than we. But it&#8217;s more likely they have &#383;uch a mixture of Good with Bad, of Wi&#383;e with Fools, of War with Peace, and want not that School-mi&#383;tre&#383;s of Arts <corr sic="Pover-verty">Poverty</corr>. For, as was before &#383;hown, &#383;ome good u&#383;e may be made of the&#383;e things, but if not, there is no Rea&#383;on why we &#383;hould prefer their Condition to our own.

 </p><p><note place="margin"><hi>They enjoy the Plea&#383;ures of Society.</hi></note> What I am now going to &#383;ay may &#383;eem &#383;omewhat more bold, and yet is not le&#383;s likely than the former. For if the&#383;e Nations in the Planets live in Society, as I have pretty well &#383;how&#8217;d they do, &#8217;tis &#383;omewhat more than probable that they enjoy not only the <pb id="pb81" n="81" facs="f:091"/>Profit, but the Plea&#383;ures ari&#383;ing from Society: &#383;uch as Conver&#383;ation, Amours, Je&#383;ting, and Shews. Otherwi&#383;e we &#383;hould make them live without Diver&#383;ion or Merriment; we &#383;hould deprive them of the great Sweetne&#383;s of Life, which it can&#8217;t well be without, and give our &#383;elves &#383;uch an Advantage over them as Rea&#383;on will by no means admit of.

 </p><p>But to proceed to a farther Enquiry into their Bu&#383;ine&#383;s and Employment, let&#8217;s con&#383;ider what we have not yet mention&#8217;d, wherein they may bear any Likene&#383;s to us. And fir&#383;t we have good Rea&#383;on to believe they build them&#383;elves Hou&#383;es, becau&#383;e we are &#383;ure they are not without their Showers. For in <hi>Jupiter</hi> have been ob&#383;erved Clouds, big no doubt with Vapours and Water, which hath been proved by many other Arguments, not to be wanting in that Planet. They have Rain then, for otherwi&#383;e how could all the Vapours drawn up by the Heat of the Sun be di&#383;po&#383;ed of? And Winds, for they are cau&#383;ed only by Vapours di&#383;&#383;olved by Heat, and it&#8217;s <pb id="pb82" n="82" facs="f:092"/>plain that they blow in <hi>Jupiter</hi> by the continual Motion and Variety of the <note place="margin"><hi>They have Hou&#383;es to &#383;ecure &#8217;em from Weather.</hi></note> Clouds about him. To protect them&#383;elves from the&#383;e, and that they may pa&#383;s their Nights in Quiet and Safety, they mu&#383;t build them&#383;elves Tents or Huts, or live in Holes of the Earth. But why may we not &#383;uppo&#383;e the Planetary Inhabitants to be as good Architects, have as noble Hou&#383;es, and as &#383;tately Palaces as our &#383;elves? Unle&#383;s we think that every Thing which belongs to our &#383;elves is the mo&#383;t beautiful and perfect that can be. And who are we, but a few that live in a little Corner of the World, upon a Ball ten Thou&#383;and times le&#383;s than <hi>Jupiter</hi> or <hi>Saturn</hi>? And yet we mu&#383;t be the only skilful People at Building; and all others mu&#383;t be our Inferiours in the Knowledge of uniform Symetry; and not be able to rai&#383;e Towers and Pyramids as high, magnificent, and beautiful, as our &#383;elves. For my part, I &#383;ee no rea&#383;on why they may not be as great Ma&#383;ters as we are, and have the U&#383;e of all tho&#383;e Arts &#383;ub&#383;ervient to it, as Stone-cutting and Brick-making, <pb id="pb83" n="83" facs="f:093"/>and what&#383;oever el&#383;e is nece&#383;&#383;ary for it, as Iron, Lead and Gla&#383;s; or ornamental to it, as Gilding and Picture.

 </p><p>If their Globe is divided like ours, into Sea and Land, as it&#8217;s evident it is (el&#383;e whence could all tho&#383;e Vapours in <hi>Jupiter</hi> proceed?) we have great Rea&#383;on to allow them the Art of Navigation, and not vainly ingro&#383;s &#383;o great, &#383;o u&#383;eful a Thing to our &#383;elves. E&#383;pecially con&#383;idering the great Advantages <hi>Jupiter</hi> and <hi>Saturn</hi> have for Sailing, in having &#383;o many Moons to direct their Cour&#383;e, by who&#383;e Guidance they may attain ea&#383;ily to the Knowledge that we are not Ma&#383;ters of, of the Longitude of Places. And what a Multitude of other Things follow from this Allowance? If they have Ships, they mu&#383;t have Sails and Anchors, Ropes, Pullies, and Rudders, which are of particular U&#383;e in directing a Ship&#8217;s Cour&#383;e again&#383;t the Wind, and in &#383;ailing different Ways with the &#383;ame Gale. And perhaps they may not be without the U&#383;e of the Compa&#383;s too, for the magnetical Matter, which continually pa&#383;&#383;es thro&#8217; the Pores of our Earth, <pb id="pb84" n="84" facs="f:094"/>is of &#383;uch a Nature, that it&#8217;s very probable the Planets have &#383;omething like <note place="margin"><hi>They have Navigation, and all Arts &#383;ub&#383;ervient.</hi></note> it. But there&#8217;s no doubt but that they mu&#383;t have the Mechanical Arts and A&#383;tronomy, without which Navigation can no more &#383;ub&#383;i&#383;t, than they can without Geometry.

 </p><p>But Geometry &#383;tands in no need of being prov&#8217;d after this manner. Nor doth it want A&#383;&#383;i&#383;tance from other Arts which depend upon it, but we may have a nearer and &#383;horter A&#383;&#383;urance of their not being without it in tho&#383;e Earths. For that Science is of &#383;uch &#383;ingular Worth and Dignity, &#383;o peculiarly imploys the Under&#383;tanding, and gives it &#383;uch a full Comprehen&#383;ion and infallible <note place="margin"><hi>As Geometry.</hi></note> certainty of Truth, as no other Knowledge can pretend to: it is moreover of &#383;uch a Nature, that its Principles and Foundations mu&#383;t be &#383;o immutably the &#383;ame in all Times and Places, that we cannot without Inju&#383;tice pretend to monopolize it, and rob the re&#383;t of the Univer&#383;e of &#383;uch an incomparable Study. Nay Nature it &#383;elf invites us to be Geometricians; it pre&#383;ents us with Geometrical <pb id="pb85" n="85" facs="f:095"/>Figures, with Circles and Squares, with Triangles, Polygones, and Spheres, and propo&#383;es them as it were to our Con&#383;ideration and Study, which ab&#383;tracting from its U&#383;efulne&#383;s, is mo&#383;t delightful and ravi&#383;hing. Who can read <hi>Euclid</hi>, or <hi>Apollonius</hi>, about the Circle, without Admiration? Or <hi>Archimedes</hi> of the Surface of the Sphere, and Quadrature of the Parabola without Amazement? or con&#383;ider the late ingenious Di&#383;coveries of the Moderns with Boldne&#383;s and Unconcernedne&#383;s? And all the&#383;e Truths are as naked and open, and depend upon the &#383;ame plain Principles and Axioms in <hi>Jupiter</hi> and <hi>Saturn</hi> as here, which makes it not improbable that there are in the Planets &#383;ome who partake with us in the&#383;e delightful and plea&#383;ant Studies. But what&#8217;s the greate&#383;t Argument with me, that there are &#383;uch, is their U&#383;e, I had almo&#383;t &#383;aid Nece&#383;&#383;ity, in mo&#383;t Affairs of humane Life. Now we are got thus far, what if we &#383;hould venture &#383;omewhat farther, and &#383;ay, that they have our Inventions of the Tables of Sines, of Logarithms, and <pb id="pb86" n="86" facs="f:096"/>Algebra? I know it would &#383;ound very odd, and perhaps a little ridiculous, and yet there&#8217;s no rea&#383;on but the thinking our &#383;elves better than all the World, to hinder them from being as happy in their Di&#383;coveries, and as ingenious in their Inventions as we our &#383;elves are.

 </p><p><note place="margin"><hi>They have Mu&#383;ick.</hi></note> It&#8217;s the &#383;ame with Mu&#383;ick as with Geometry, it&#8217;s every where immutably the &#383;ame, and always will be &#383;o. For all Harmony con&#383;i&#383;ts in Concord, and Concord is all the World over fix&#8217;d according to the &#383;ame invariable Mea&#383;ure and Proportion. So that in all Nations the Difference and Di&#383;tance of Notes is the &#383;ame, whether they be in a continued gradual Progre&#383;&#383;ion, or the Voice makes skips over one to the next. Nay very credible Authors report, that there&#8217;s a &#383;ort of Bird in <hi>America</hi>, that can plainly &#383;ing in order &#383;ix mu&#383;ical Notes: Whence it follows, that the Laws of Mu&#383;ick are unchangeably fix&#8217;d by Nature, and therefore the &#383;ame Rea&#383;on holds for their Mu&#383;ick, as we e&#8217;en now &#383;hewed for their Geometry. For why, &#383;uppo&#383;ing other <pb id="pb87" n="87" facs="f:097"/>Nations and Creatures, endued with Rea&#383;on and Sen&#383;e as well as we, &#383;hould not they reap the Plea&#383;ures ari&#383;ing from the&#383;e Sen&#383;es as well as we too? I don&#8217;t know what Effect this Argument, from the immutable Nature of the&#383;e Arts, may have upon the Minds of others; I think it no incon&#383;iderable or contemptible one, but of as great Strength as that which I made u&#383;e of above to prove that the Planetary Inhabitants had the Sen&#383;e of Seeing.

 </p><p>But if they take delight in Harmony, there is no doubt but that they have invented Mu&#383;ical In&#383;truments. For they could &#383;carce help lighting upon &#383;ome or other by chance; the Sound of a tight String, the Noi&#383;e of the Winds, or the whi&#383;tling of Reeds, might have given them the hint. From the&#383;e &#383;mall Beginnings they perhaps, as well as we, have advanced by degrees to the U&#383;e of the Lute, Harp, Flute, and many &#383;tring&#8217;d In&#383;truments. But altho&#8217; the Tones are certain and determinate, yet we find among different Nations a quite different manner and rule for Singing; as <pb id="pb88" n="88" facs="f:098"/>formerly among the <hi>Dorians</hi>, <hi>Phrygians</hi>, and <hi>Lydians</hi>, and in our Time among the <hi>French</hi>, <hi>Italians</hi>, and <hi>Per&#383;ians</hi>. In like manner it may &#383;o happen, that the Mu&#383;ick of the Inhabitants of the Planets may widely differ from all the&#383;e, and yet be very good. But why we &#383;hould look upon their Mu&#383;ick to be wor&#383;e than ours, there&#8217;s no rea&#383;on can be given; neither can we well pre&#383;ume that they want the U&#383;e of Hal&#383;-Notes and Quarter-Notes, &#383;eeing the Invention of Hal&#383;-Notes is &#383;o obvious, and the U&#383;e of them &#383;o agreeable to Nature. Nay, to go a Step farther, what if they &#383;hould excel us in the Theory and practick part of Mu&#383;ick, and outdo us in Con&#383;orts of vocal and in&#383;trumental Mu&#383;ick, &#383;o artificially compos&#8217;d, that they &#383;hew their Skill by the Mixtures of Di&#383;cords and Concords? and of this la&#383;t &#383;ort &#8217;tis very likely the 5th and 3d are in u&#383;e with them.

 </p><p>This is a very bold A&#383;&#383;ertion, but it may be true for ought we know, and the Inhabitants of the Planets may po&#383;&#383;ibly have a greater in&#383;ight into the Theory of Mu&#383;ick than has yet been <pb id="pb89" n="89" facs="f:099"/>di&#383;cover&#8217;d among us. For if you ask any of our Mu&#383;icians, why two or more perfect Fifths cannot be u&#383;ed regularly in Compo&#383;ition; &#383;ome &#383;ay &#8217;tis to avoid that Sweetne&#383;s and Lu&#383;hiou&#383;ne&#383;s which ari&#383;es from the Repetition of this plea&#383;ing Chord. Others &#383;ay, this mu&#383;t be avoided for the &#383;ake of that Variety of Chords that are requi&#383;ite to make a good Compo&#383;ition; and the&#383;e Rea&#383;ons are brought by <hi>Cartes</hi> and others. But an Inhabitant of <hi>Jupiter</hi> or <hi>Venus</hi> will perhaps give you a better Rea&#383;on for this, <hi>viz.</hi> becau&#383;e when you pa&#383;s from one perfect Fifth to another, there is &#383;uch a Change made as immediately alters your Key, you are got into a new Key before the Ear is prepared for it, and the more perfect Chords you u&#383;e of the &#383;ame kind in Con&#383;ecution, by &#383;o much the more you offend the Ear by the&#383;e abrupt Changes.

 </p><p>Again, one of the&#383;e Inhabitants perhaps can &#383;how how it comes about, that in a Song of one or more Parts, the Key cannot be kept &#383;o well in the &#383;ame agreeable Tenour, unle&#383;s the intermediate Clo&#383;es and Intervals be &#383;o temper&#8217;d, <pb id="pb90" n="90" facs="f:100"/>as to vary from their u&#383;ual Proportions, and thereby to bear a little this way or that, in order to regulate the Scale. And why this Temperature is be&#383;t in the Sy&#383;tem of the Strings, when out of the Fifth the fourth Part of a Comma is u&#383;ually cut off; This &#383;ame thing I have formerly &#383;hew&#8217;d at large.

 </p><p>But for the regulating the Tone of the Voice (as I before hinted) that may admit of a more ea&#383;y proof, and we &#383;hall give you an E&#383;&#383;ay of it, &#383;ince I have mentioned a thing that is not mere Imagination only: I &#383;ay therefore, if any Per&#383;on &#383;trike tho&#383;e Sounds which the Mu&#383;icians di&#383;tingui&#383;h by the&#383;e Letters, C, F, D, G, C, by the&#383;e agreeable Intervals, altogether perfect, interchangeable, a&#383;cending and de&#383;cending with the Voice: Now this latter &#383;ound C will be one Comma, or very &#383;mall portion lower than the fir&#383;t &#383;ounding of C. Becau&#383;e of the&#383;e perfect Intervals, which are as 4 to 3, 5 to 6, 4 to 3, 2 to 3, an account is made in &#383;uch a Proportion, as 160 to 162. that is, as 80 to 81, which is what they call a Comma. So that if the &#383;ame Sound <pb id="pb91" n="91" facs="f:101"/>&#383;hould be repeated nine times, the Voice would fall near the Matter a greater Tone, who&#383;e proportion is as 8 to 9. But this the Sen&#383;e of the Ears by no means endures, but remembers the fir&#383;t Tone, and returns to it again. Therefore we are compell&#8217;d to u&#383;e an occult Temperament, and to &#383;ing the&#383;e imperfect Intervals, from doing which le&#383;s Offence ari&#383;es. And for the mo&#383;t part, all Singing wants this Temperament, as may be collected by the afore&#383;aid Computations. And the&#383;e things we have offer&#8217;d to tho&#383;e that have &#383;ome Knowledge in Geometry.

 </p><p>We have &#383;poke of the&#383;e Arts and Inventions, which it is very probable the Inhabitants of the Planets partake of in common with us, be&#383;ides which it &#383;eems requi&#383;ite to take in many other Things that &#383;erve either for the U&#383;e or Plea&#383;ure of their Lives. But what the&#383;e Things are we &#383;hall the better account for, by laying before us many of tho&#383;e Things which are found among us. I have before mention&#8217;d the Variety of Animals and Vegetables, which very much differ from each other, <pb id="pb92" n="92" facs="f:102"/>among which there are &#383;ome that differ but little; and I have &#383;aid, that there are no le&#383;s differences in the&#383;e Things in the Planetary Worlds.

 </p><p>I &#383;hall now take a &#383;hort view of the Benefits we receive both from tho&#383;e Herbs and Animals, and &#383;ee whether we may not with very good rea&#383;on conclude that the Planetary Inhabitants reap as great and as many from tho&#383;e that their Countries afford them.

 </p><p>And here it may be worth our while to take a Review of the Variety and Multitude of our Riches. For Trees and Herbs do not only &#383;erve us for Food, they in their delicious Fruits, the&#383;e in their Seeds, Leaves and Roots; but Herbs moreover furni&#383;h us with Phy&#383;ick, and Trees with Timber for our Hou&#383;es and Ships. Flax, by the means of tho&#383;e two u&#383;eful Arts of Spinning and Weaving, affords us Clothing. Of Hemp or Matweed we twi&#383;t our &#383;elves Thread and &#383;mall Ropes, the former of which we employ in Sails and Nets, the latter in making larger Ropes for Ma&#383;ts and Anchors. With the &#383;weet Smells and <pb id="pb93" n="93" facs="f:103"/><note place="margin"><hi>The Advantages we reap from Herbs and Animals.</hi></note> beauteous Colours of Flowers we fea&#383;t our Sen&#383;es: and even tho&#383;e of them, that offend our No&#383;trils, or are mi&#383;chievous to our Bodies, are &#383;eldom without excellent U&#383;es: or were made perhaps by Nature as a Foil to &#383;et off, and make us the more value the Good by comparing them with the&#383;e. What va&#383;t Advantages and Profit do we reap from the Animals? The Sheep give us Clothing, and the Cows afford us Milk: and both of them their Fle&#383;h for our Su&#383;tenance. A&#383;&#383;es, Camels, and Hor&#383;es do, what if we wanted them we mu&#383;t do our &#383;elves, carry our Burdens; and the la&#383;t of them we make u&#383;e of, either them&#383;elves to carry us, or in our Coaches to draw us. In which we have &#383;o excellent, &#383;o u&#383;eful an Invention of Wheels, that I can&#8217;t &#383;uppo&#383;e the Planets to enjoy Society and all its Con&#383;equences, and be without them. Whether they are Pythagoreans there, or feed upon Fle&#383;h as we do, I dare not affirm any Thing. Tho&#8217; it &#383;eems to be allowed Men to feed upon what&#383;oever may afford them Nouri&#383;hment, either on Land, or in <pb id="pb94" n="94" facs="f:104"/>Water, upon Herbs, and Pomes, Milk, Eggs, Honey, Fi&#383;h, and no le&#383;s upon the Fle&#383;h of many Birds and Bea&#383;ts. But it is a &#383;urpri&#383;ing thing! that a rational Creature &#383;hould live upon the Ruin and De&#383;truction of &#383;uch a number of other his Fellow-Creatures! And yet it does not &#383;eem at all unnatural, &#383;ince not only he, but even Lions, Wolves, and other ravenous Bea&#383;ts, prey upon Flocks of other harmle&#383;s Things, and make mere Fodder of them; as Eagles do of Pidgeons and Hares; and large Fi&#383;h of the helple&#383;s little ones. We have different &#383;orts of Dogs for Hunting, and what our own Legs cannot, that their No&#383;e and Legs can help us to. But the U&#383;e and Profit of Herbs and Animals are not the only Things they are good for, but they rai&#383;e our Delight and Admiration when we con&#383;ider their various Forms and Natures, and enquire into all their different ways of Generation: Things &#383;o infinitely multifarious, and &#383;o delightfully amazing, that the Books of natural Philo&#383;ophers are de&#383;ervedly filled with their Encomiums. For even in the <pb id="pb95" n="95" facs="f:105"/>very In&#383;ects, who can but admire the &#383;ix-corner&#8217;d Cells of the Bees, or the artificial Web of a Spider, or the fine Bag of a Silk-worm, which la&#383;t affords us, with the Help of incredible Indu&#383;try, even Shiploads of &#383;oft delicate Clothing. This is a &#383;hort Summary of tho&#383;e many profitable Advantages the animal and herbal World &#383;erve us with.

 </p><p>But this is not all. The Bowels of the Earth likewi&#383;e contribute much to Man&#8217;s Happine&#383;s. For what Art and Cunning does he employ in finding, in digging, in trying Metals, and in melting, refining, and tempering them? <note place="margin"><hi>And from Metals.</hi></note> What Skill and Nicety in beating, drawing or di&#383;&#383;olving Gold, &#383;o as with incon&#383;iderable Changes to make every Thing he plea&#383;es put on that noble Lu&#383;tre? Of how many and admirable U&#383;es is Iron? and how ignorant in all Mechanical Knowledge were tho&#383;e Nations that were not acquainted with it, &#383;o as to have no other Arms but Bows, Clubs, and Spears, made of Wood. There&#8217;s one Thing indeed we have, which it&#8217;s a Que&#383;tion whether it has <pb id="pb96" n="96" facs="f:106"/>done more harm or good, and that is Gun-powder made of Nitre and Brim&#383;tone. At fir&#383;t indeed it &#383;eem&#8217;d as if we had got a more &#383;ecure Defen&#383;e than former Ages again&#383;t all A&#383;&#383;aults, and could ea&#383;ily guard our Towns, by the wonderful Strength of that Invention, again&#383;t all ho&#383;tile Inva&#383;ions: but now we find it has rather encouraged them, and at the &#383;ame time been no &#383;mall Occa&#383;ion of the Decay of Valour, by rendring it and Strength almo&#383;t u&#383;ele&#383;s in War. Had the <hi>Grecian</hi> Emperor who &#383;aid, <hi>Virtue was ruin&#8217;d</hi> only when Slings and Rams fir&#383;t came into u&#383;e, liv&#8217;d in our Days, he might well have complain&#8217;d; e&#383;pecially of Bombs, again&#383;t which neither Art nor Nature is of &#383;ufficient Proof: but which lays every Thing, Ca&#383;tles and Towers, be they never &#383;o &#383;trong, even with the Ground. If for nothing el&#383;e, yet upon this one account, I think we had better have been without the Di&#383;covery. Yet, when we were talking of our Di&#383;coveries, it was not to be pa&#383;s&#8217;d over, for the Planets too may have their mi&#383;chievous as well as u&#383;eful Inventions.

 <pb id="pb97" n="97" facs="f:107"/></p><p>We are happier in the U&#383;es for which the Air and Water &#383;erves us; both of which helps us in our Navigation, and furni&#383;hes us with a Strength &#383;ufficient, without any Labour of our own, to turn round our Mills and Engines; Things which are of u&#383;e to us in &#383;o many different Employments. For with them we grind our Corn, and &#383;queeze out our Oil; with them we cut Wood, and mill Cloth, and with them we beat our Stuff for Paper. An incomparable Invention! Where the na&#383;tie&#383;t u&#383;ele&#383;s Scraps of Linen are made to produce fine white Sheets. To the&#383;e we may add the late di&#383;covery of Printing, which not only pre&#383;erves from Death Arts and Knowledge, but makes them much ea&#383;ier to be attained than before. Nor mu&#383;t we forget the Arts of Engraving and Painting, which from mean Beginnings have improved to that Excellence, that nothing that ever &#383;prung from the Wit of Man can claim Pre-eminence to them. Nor is the way of melting and blowing Gla&#383;&#383;es, and of poli&#383;hing and &#383;preading Quick-&#383;ilver <pb id="pb98" n="98" facs="f:108"/>over Looking-Gla&#383;&#383;es, unworthy of being mentioned, nor above all, the admirable u&#383;es that Gla&#383;&#383;es have been put to in natural Knowledge, &#383;ince the Invention of the Tele&#383;cope and Micro&#383;cope. And no le&#383;s nice and fine is the Art of making Clocks, &#383;ome of which are &#383;o &#383;mall as to be no weight to the Bearer; and others &#383;o exact as to mea&#383;ure out the Time in as &#383;mall Portions as any one can de&#383;ire: the Improvement of both which the World owes to my <note n="A"><hi>The Author invented the Pendulum for Clocks.</hi></note>Inventions.

 </p><p><note place="margin"><hi>From the di&#383;coveries of our Age.</hi></note> I might add much here of the late Di&#383;coveries, mo&#383;t of them of this Age, which have been made in all &#383;orts of Natural Knowledge as well as in Geometry and A&#383;tronomy, as of the Weight and Spring of the Air, of the Chymical Experiments that have &#383;hown us a way of making Liquors that &#383;hall &#383;hine in the Dark, and with gentle moving &#383;hall burn of them&#383;elves. I might mention the Circulation of the Blood through the Veins and Arteries, which was under&#383;tood indeed before; but now, by the help of the Micro&#383;cope, has an ocular demon&#383;tration <pb id="pb99" n="99" facs="f:109"/>in the Tails of &#383;ome Fi&#383;hes: of the Generation of Animals, which now is found to be performed no otherwi&#383;e than by the Seed of one of the &#383;ame kind; and that in the Seed of the Male are di&#383;cover&#8217;d, by the help of Gla&#383;&#383;es, Millions of &#383;prightly little Animals, which it&#8217;s probable are the very Offspring of the Animals them&#383;elves: a &#383;urpri&#383;ing thing, and never before now known!

 </p><p><note place="margin"><hi>The Planets have, tho&#8217; not the&#383;e &#383;ame, yet as u&#383;eful Inventions.</hi></note> Thus have I put together all the&#383;e late Di&#383;coveries of our Earth: and now, tho&#8217; perhaps &#383;ome of them may be common to the Planetary Inhabitants with us, yet that they &#383;hould have all of them is not credible. But then they may have &#383;omewhat to make up that Defect, others as good and as u&#383;eful, and as wonderful, that we want. We have allow&#8217;d that they may have rational Creatures among them, and Geometricians, and Mu&#383;icians: We have prov&#8217;d that they live in Societies, have Hands and Feet, are guarded with Hou&#383;es and Walls: Wherefore if a Man could be carried thither by &#383;ome powerful Genius, &#383;ome <hi>Mercury</hi>, I don&#8217;t <pb id="pb100" n="100" facs="f:110"/>doubt &#8217;twould be a very curious &#383;ight, curious beyond all Imagination, to &#383;ee the odd ways, and the unu&#383;ual manner of their &#383;etting about any thing, and their &#383;trange methods of living. But &#383;ince there&#8217;s no hopes of our going &#383;uch a Journey, we mu&#383;t be contented with what&#8217;s in our Power: we may &#383;uppo&#383;e our &#383;elves there, and inquire as far as we can into the A&#383;tronomy of each Planet, and &#383;ee in what manner the Heavens pre&#383;ent them&#383;elves to their Inhabitants. We &#383;hall make &#383;ome Ob&#383;ervations of the Eminence of each of them, in re&#383;pect of their Magnitude, and number of Moons they have to wait on them; and &#383;hall propo&#383;e a new Method of coming to &#383;ome Knowledge of the incredible di&#383;tance of the &#383;ix&#8217;d Stars. But fir&#383;t after this long and deep Thoughtfulne&#383;s we will give our &#383;elves a little Re&#383;t, and &#383;o put an end to this Book.











 <pb id="pb101" n="101" facs="f:111"/> </p></div1><div1 id="bk2" type="Book"><head><hi>New Conjectures concerning the Planetary Worlds.</hi></head><head>BOOK the Second.<?head?>



 </head><p>&#8217;Twas a pretty many Years ago that I chanc&#8217;d to light upon <hi>Athana&#383;ius Kircher</hi>&#8217;s Book, call&#8217;d <hi>The Ec&#383;tatick Journey</hi>, which treats of the nature of the Stars, and of the Things that are to be found in the Superficies of the Planets: I wondered to &#383;ee nothing there of what I had often thought not improbable, but quite other Things, nothing but a Heap of idle unrea&#383;onable Stuff: which I was the more confirm&#8217;d in, when, after the writing of the former part, I ran over the Book again. And I thought mine were very con&#383;iderable and weighty Matters if compar&#8217;d with <hi>Kircher</hi>&#8217;s. That other People may be &#383;atisfied in this, and &#383;ee how vainly tho&#383;e, who ca&#383;t off the only Foundations of Probability in &#383;uch Matters, which we have all the way made u&#383;e of, pretend to philo&#383;ophize <pb id="pb102" n="102" facs="f:112"/>in this ca&#383;e, I think it will not be be&#383;ide the Purpo&#383;e to be&#383;tow &#383;ome few Reflections upon that Book.

 </p><p><note place="margin">Kircher<hi>&#8217;s Journey in Ec&#383;tacy examin&#8217;d</hi>.</note> That ingenious Man &#383;uppo&#383;ing him&#383;elf carried by &#383;ome Angel thro&#8217; the va&#383;t Spaces of Heaven, and round the Stars, tells us, he &#383;aw a great many things, &#383;ome of which he had out of the Books of A&#383;tronomers, the re&#383;t are the Product of his own Fancy and Thoughts. But, before he enters upon his Journey, he lays down the&#383;e two Things as certain; that no Motion mu&#383;t be allowed the Earth, and that God has made nothing in the Planets, no not &#383;o much as Herbs, which has either Life or Sen&#383;e in it. Leaving then the Sy&#383;tem of <hi>Copernicus</hi>, he chu&#383;es <hi>Tycho</hi> for his Guide. But when he &#383;uppo&#383;es all the fix&#8217;d Stars to be Suns, and round each of them places their Planets, here (again&#383;t his Will I &#383;uppo&#383;e) he has unawares made an infinite number of <hi>Copernican</hi> Sy&#383;tems. All which, be&#383;ide their own Motion, he ab&#383;urdly makes to be carried, with an incredible &#383;wiftne&#383;s, in twenty four Hours round the Earth. Since mo&#383;t <pb id="pb103" n="103" facs="f:113"/>of the&#383;e Worlds are out of the Reach of any Man&#8217;s &#383;ight, as he owns they are, I cannot think for what purpo&#383;e he makes &#383;o many Suns to &#383;hine upon de&#383;olate Lands (like our Earth in every thing, he &#383;ays, only that they have neither Plants nor Animals) where there&#8217;s no one to whom they &#383;hould give light. And from hence he &#383;till falls into more and more Ab&#383;urdities. And becau&#383;e he could find no other u&#383;e of the Planets, even in our Sy&#383;tem, he is forc&#8217;d to beg Help of the A&#383;trologers; and would have all tho&#383;e va&#383;t Bodies made upon no other account than that the whole Univer&#383;e might be pre&#383;erved and continue &#383;ecure by their means, and that they might govern the Mind of Man by their various and regular Influences. Accordingly, to gratify A&#383;trology, he &#383;ays that <hi>Venus</hi> was the mo&#383;t plea&#383;ant Place, every thing fine and hand&#383;ome, its Light gentle, its Waters &#383;weet and purling, and it &#383;elf be&#383;et all about with &#383;hining Chry&#383;tals. In <hi>Jupiter</hi> he found whole&#383;ome and &#383;weet Gales, delicate Waters, and a Land &#383;hining like Silver. For from <pb id="pb104" n="104" facs="f:114"/>the&#383;e two Planets it &#383;eems, Men have all that is happy and healthful poured down upon them; and all that renders them hand&#383;ome and lovely, wi&#383;e and grave, is owing to their Influences. <hi>Mercury</hi> had I don&#8217;t know what Airine&#383;s and Briskne&#383;s in it; whence Men derive, when they are fir&#383;t born, all their Wit and Cunning. <hi>Mars</hi> was nothing but infernal, &#383;tinking, black Flames and Smoke: and <hi>Saturn</hi> was all melancholy, dreadful, na&#383;ty, and dark: for the&#383;e are the Planets (I don&#8217;t know why, but all Fortune-tellers hate them) that bring all the Plagues and Mi&#383;chiefs that we feel upon us, and would exerci&#383;e their Spite &#383;till more, unle&#383;s they were &#383;ometimes mitigated and corrected by the benign and kind Influences of the other Planets. All this and &#383;uch like Stuff his Genius teaches him. Which he makes give a &#383;erious An&#383;wer to this idle Que&#383;tion, Whether a Jew or Heathen could be duly and rightly baptized in the Waters of <hi>Venus</hi>? Of him too he learns that the Heaven of the fix&#8217;d Stars is not made of &#383;olid Matter, but of a thin fluid, <pb id="pb105" n="105" facs="f:115"/>wherein an innumerable company of Stars and Suns lie floating here and there, not chain&#8217;d down to any Place, (thus far he&#8217;s in the right) and de&#383;cribing in the Space of a Day the&#383;e prodigious Circles round the Earth. He forgets here, if there were &#383;uch a Motion, with what an incredible &#383;wiftne&#383;s they would fly off from every part of their Orbits. But I &#383;uppo&#383;e the Intelligences that he has plac&#8217;d in them are to take care of that, tho&#383;e Angels that pre&#383;ide over, and regulate their Motions. And in that he follows a company of Doctors that harbour&#8217;d that idle fancy of <hi>Ari&#383;totle</hi> upon no Account or Con&#383;ideration. But <hi>Copernicus</hi> has freed tho&#383;e Intelligences of all that Labour and Trouble, only by bringing in the Motion of the Earth: which, if upon no other Account, every one that is not blind purpo&#383;ely, mu&#383;t own to be nece&#383;&#383;ary upon this. I dare &#383;ay <hi>Kircher</hi>, if he had dar&#8217;d freely to &#383;peak his Mind, could have afforded us better &#383;ort of Things than the&#383;e. But when he could not have that liberty, I think he might as well have <pb id="pb106" n="106" facs="f:116"/>let the whole Matter alone. But enough of this; let&#8217;s have have done with this famous Author: And now that we have ventur&#8217;d to place Spectators in the Planets, let us examine each of them, and &#383;ee what their Years, Days, and A&#383;tronomy are.

 </p><p><note place="margin"><hi>The Sy&#383;tem of the Planets in</hi> Mercury.</note> To begin with the innermo&#383;t and neare&#383;t the Sun: We know that <hi>Mercury</hi> is three times nearer that va&#383;t Body of Light than we are. Whence it follows that they &#383;ee him three times bigger, and feel him nine times hotter than we do. Such a degree of Heat would be intolerable to us, and &#383;et afire all our dry&#8217;d Herbs, our Hay and Straw that we u&#383;e. And yet there is no doubt but that the Animals there, are made of &#383;uch a Temper, as to be but moderately warm, and the Plants &#383;uch as to be able to endure the Heat. The Inhabitants of <hi>Mercury</hi>, it&#8217;s likely, have the &#383;ame opinion of us that we have of <hi>Saturn</hi>, that we mu&#383;t be <corr sic="intollerably">intolerably</corr> cold, and have little or no Light, we are &#383;o far from the Sun. There&#8217;s rea&#383;on to doubt, whether the Inhabitants of <hi>Mercury</hi>, tho&#8217; they live &#383;o much nearer <pb id="pb107" n="107" facs="f:117"/>the Sun, the Fountain of Life and Vigour, are much more airy and ingenious than we. For if we may gue&#383;s at them by what we &#383;ee here, we &#383;hall not be obliged to grant it. The Inhabitants of <hi>Africa</hi> and <hi>Bra&#383;il</hi>, that have got for their Share the hotte&#383;t Places in the Earth, being neither &#383;o wi&#383;e nor &#383;o indu&#383;trious as tho&#383;e that belong to colder and more temperate Climates; they have &#383;carce any Arts or Knowledge among them; and tho&#383;e of them that live upon the very Shore, under&#383;tand little or no Navigation. Nor can I be willing to make all that va&#383;t number that mu&#383;t inhabit tho&#383;e two large Planets, <hi>Jupiter</hi> and <hi>Saturn</hi>, and have &#383;uch noble Attendance, mere dull Blockheads, or without as much Wit as our &#383;elves, tho&#8217; they are &#383;o far more di&#383;tant from the Sun. The A&#383;tronomy of tho&#383;e that live in <hi>Mercury</hi>, and the appearance of the Planets to them, oppo&#383;ite at certain times to the Sun, may be ea&#383;ily conceived by the Scheme of the <hi>Copernican</hi> Sy&#383;tem in the former Part. At the times of the&#383;e Oppo&#383;itions <hi>Venus</hi> and the Earth mu&#383;t needs <pb id="pb108" n="108" facs="f:118"/>appear very bright and large to them. For if <hi>Venus</hi> &#383;hines &#383;o gloriou&#383;ly to us when &#383;he is new and horned, &#383;he mu&#383;t nece&#383;&#383;arily in oppo&#383;ition to the Sun, when &#383;he is full, be at lea&#383;t &#383;ix or &#383;even times larger, and a great deal nearer to the Inhabitants of <hi>Mercury</hi>, and afford them Light &#383;o &#383;trong and bright, that they have no rea&#383;on to complain of their want of a Moon. What the Length of their Days are, or whether they have different Sea&#383;ons in the Year, is not yet di&#383;covered, becau&#383;e we have not yet been able to ob&#383;erve whether his Axis have any inclination to his Orbit, or what Time he &#383;pends in his diurnal Revolution about his own Axis. And yet &#383;eeing <hi>Mars</hi>, the Earth, <hi>Jupiter</hi> and <hi>Saturn</hi>, have certainly &#383;uch Succe&#383;&#383;ions, there&#8217;s no rea&#383;on to doubt but that he has his Days and Nights as well as they. But his Year is &#383;carce the fourth part &#383;o long as ours.

 </p><p>The Inhabitants of <hi>Venus</hi> have much the &#383;ame Face of Things as tho&#383;e in <hi>Mercury</hi>, only they never &#383;ee him in oppo&#383;ition to the Sun, which is occa&#383;ioned <pb id="pb109" n="109" facs="f:119"/>by his never removing above 38 degrees, or thereabouts, from it. The Sun appears to them larger by half in his Diameter, and above twice in his Circumference, than to us: and by con&#383;equence affords them but twice as much Light and Heat, &#383;o that they are nearer our Temperature than <hi>Mercury</hi>. Their Year is compleated in &#383;even and a half of our Months. In the Night our Earth, when &#8217;tis on the other &#383;ide of the Sun from <hi>Venus</hi>, mu&#383;t needs &#383;eem much larger and lighter to <hi>Venus</hi> than &#383;he doth ever to us; and then they may ea&#383;ily &#383;ee, if their Eyes be not weaker than ours, our con&#383;tant Attendant the Moon. I have often wonder&#8217;d that when I have view&#8217;d <hi>Venus</hi> when &#383;he is neare&#383;t to the Earth, and re&#383;embled an Half-moon, ju&#383;t beginning to have &#383;omething like Horns, through a Tele&#383;cope of 45 or 60 Foot long, &#383;he always appeared to me all over equally lucid, that I can&#8217;t &#383;ay I ob&#383;erved &#383;o much as one Spot in her, tho&#8217; in <hi>Jupiter</hi> and <hi>Mars</hi>, which &#383;eem much le&#383;s to us, they are very plainly perceiv&#8217;d. <pb id="pb110" n="110" facs="f:120"/>For if <hi>Venus</hi> had any &#383;uch Thing as Sea and Land, the former mu&#383;t nece&#383;&#383;arily &#383;how much more ob&#383;cure than the other, as anyone may &#383;atisfy him&#383;elf, that from a very high Mountain will but look down upon our Earth. I thought that perhaps the too brisk Light of <hi>Venus</hi> might be the occa&#383;ion of this equal appearance; but when I u&#383;ed an Eye-gla&#383;s that was &#383;mok&#8217;d for the Purpo&#383;e, it was &#383;till the &#383;ame Thing. What then, has <hi>Venus</hi> no Sea, or do the Waters there reflect the Light more than ours do, or their Land le&#383;s? Or rather (which is mo&#383;t probable in my Opinion) is not all that Light we &#383;ee reflected from an Atmo&#383;phere &#383;urrounding <hi>Venus</hi>, which being thicker and more &#383;olid than that in <hi>Mars</hi> or <hi>Jupiter</hi>, hinders our &#383;eeing any thing of the Globe it &#383;elf, and is at the &#383;ame time capable of &#383;ending back the Rays that it receives from the Sun? For it is certain that if we looked on the Earth from the out&#383;ide of the Atmo&#383;phere, we &#383;hould not perceive &#383;uch a difference as we do from a Mountain; but by rea&#383;on of the interpo&#383;ed <pb id="pb111" n="111" facs="f:121"/>Atmo&#383;phere, we &#383;hould ob&#383;erve very little Di&#383;parity between Sea and Land. &#8217;Tis the &#383;ame Thing that hinders us from &#383;eeing the Spots in the Moon as plain in the Day as in the Night, becau&#383;e the Vapours that &#383;urround the Earth being then <corr sic="enlightned">enlighten&#8217;d</corr> by the Rays of the Sun, are an Impediment to our Pro&#383;pect.

 </p><p><note place="margin"><hi>In</hi> Mars.</note> But <hi>Mars</hi>, as I &#383;aid before, has &#383;ome Parts of him darker than other &#383;ome. By the con&#383;tant Returns of which his Nights and Days have been found to be of about the &#383;ame length with ours. But the Inhabitants have no perceivable Difference between Summer and Winter, the Axis of that Planet having very little or no Inclination to his Orbit, as has been di&#383;cover&#8217;d by the Motion of his Spots. Our Earth mu&#383;t appear to them almo&#383;t as <hi>Venus</hi> doth to us, and by the Help of a Tele&#383;cope will be found to have its Wane, Increa&#383;e, and Full, like the Moon: and never to remove from the Sun above 48 Degrees, by who&#383;e Di&#383;covery they &#383;ee it, as well as <hi>Mercury</hi> and <hi>Venus</hi>, &#383;ometimes pa&#383;s over the Sun&#8217;s Disk. They as &#383;eldom &#383;ee <pb id="pb112" n="112" facs="f:122"/><hi>Venus</hi> as we do <hi>Mercury</hi>. I am apt to believe, that the Land in <hi>Mars</hi> is of a blacker Colour than that of <hi>Jupiter</hi> or the Moon, which is the rea&#383;on of his appearing of a Copper Colour, and his reflecting a weaker Light than is proportionable to his di&#383;tance from the Sun. His Body, as I ob&#383;erved before, tho&#8217; farther from the Sun, is le&#383;s than <hi>Venus</hi>. Nor has he any Moon to wait upon him, and in that, as well as <hi>Mercury</hi> and <hi>Venus</hi>, he mu&#383;t be acknowledged inferiour to the Earth. His Light and Heat is twice, and &#383;ometimes three times le&#383;s than ours, to which I &#383;uppo&#383;e the Con&#383;titution of his Inhabitants is an&#383;werable.



 </p><p><figure id="fig3" rend="image(images/fig3.png)"><head><hi>Fig. 3<corr>.</corr></hi></head><p><hi>p. 113.</hi> </p></figure>



 </p><p><note place="margin">Jupiter <hi>and</hi> Saturn <hi>the mo&#383;t eminent of the Planets both for bigne&#383;s and attendants</hi>.</note> If our Earth can claim pre-eminence of the fore-mention&#8217;d Planets, for having a Moon to attend upon it, (for its Magnitude can make but a &#383;mall difference) how much Superiour mu&#383;t <hi>Jupiter</hi> and <hi>Saturn</hi> be to tho&#383;e three and the Earth al&#383;o? For whether we con&#383;ider their Bulk, in which they far exceed all the others, or the Number of Moons that wait upon them, it&#8217;s very probable that they are the chief, the <pb id="pb113" n="113" facs="f:125"/>primary Planets in our Sy&#383;tem, in compari&#383;on with which the other four are nothing, and &#383;carce worth mentioning. For the ea&#383;ier Conception of their va&#383;t Di&#383;parity, I have thought fit to add a Scheme of our Earth, with the Moon&#8217;s Orbit, and the Globe of the Moon it&#383;elf, and the Sy&#383;tems of <note place="margin"><hi>Fig. 3.</hi></note> <hi>Jupiter</hi> and <hi>Saturn</hi>, where I have drawn every thing as near the true Proportion as po&#383;&#383;ible. <hi>Jupiter</hi> you &#383;ee is adorned with four, and <hi>Saturn</hi> with five Moons, all placed in their re&#383;pective Orbits. The Moons about <hi>Jupiter</hi> we owe to <hi>Galil&#230;o</hi>, &#8217;tis well known: and any one may imagine he was in no &#383;mall Rapture at the Di&#383;covery. The outermo&#383;t but one, and brighte&#383;t of <hi>Saturn</hi>&#8217;s, it chanc&#8217;d to be my lot, with a Tele&#383;cope not above 12 foot long, to have the fir&#383;t &#383;ight of in the Year 1655. The re&#383;t we may thank the indu&#383;trious <hi>Ca&#383;&#383;ini</hi> for, who u&#383;ed the Gla&#383;&#383;es of <hi>Jo&#383;. Campanus</hi>&#8217;s grinding, fir&#383;t of 36, and afterwards of 136 foot long. He has often, and particularly in the Year 1672, &#383;hew&#8217;d me the Third and Fifth. The Fir&#383;t and Second he gave <pb id="pb114" n="114" facs="f:126"/>me notice of by Letters in the Year 1684; but they are &#383;carce ever to be &#383;een, and I can&#8217;t po&#383;itively &#383;ay, I had ever that Happine&#383;s; but am as &#383;atisfied that they are there, as if I had; not in the lea&#383;t &#383;u&#383;pecting the Credit of that worthy Man. Nay, I am afraid there are One or Two more &#383;till behind, and not without rea&#383;on. For between the Fourth and Fifth there&#8217;s a Di&#383;tance not at all proportionable to that between all the others: Here, for ought I know, there may be a Sixth; or perhaps there may be <corr sic="anothet">another</corr> without the Fifth that may yet have e&#383;caped us: for we can never &#383;ee the Fifth but in that part of his Orbit, which is towards the We&#383;t: for which we &#383;hall give you a very good rea&#383;on.

 </p><p>Perhaps when <hi>Saturn</hi> comes into the Northern Signs, and is at a good height from the Horizon (for at the writing of this he is at his lowe&#383;t) you may happen to make &#383;ome new Di&#383;coveries, good Brother, if you would but make u&#383;e of your two Tele&#383;copes of 170 and 210 Foot long; the longe&#383;t, and the be&#383;t I believe now <pb id="pb115" n="115" facs="f:127"/>in the World. For tho&#8217; we have not yet had an opportunity of ob&#383;erving the Heavens with them (as well by rea&#383;on of their <corr sic="Unweildine&#383;s">Unwieldine&#383;s</corr>, as for the Interruption of our Studies by your Ab&#383;ence) yet I am &#383;atisfied of their Goodne&#383;s by our trial of them one Night, in reading a Letter at a va&#383;t di&#383;tance by the Help of a Light. I cannot but think of tho&#383;e times with Plea&#383;ure, and of our diverting Labour in poli&#383;hing and preparing &#383;uch Gla&#383;&#383;es, in inventing new Methods and Engines, and always pu&#383;hing forward to &#383;till greater and greater Things. But to return to the Figures, of which there remains &#383;omething further to be &#383;aid.

 </p><p><note place="margin"><hi>The proportion of the Diameter of</hi> Jupiter, <hi>and of the Orbs of his</hi> Satellites, <hi>to the Orbit of the Moon round the Earth</hi>.</note> I have there made the Diameter of <hi>Jupiter</hi> about two third parts of our di&#383;tance from the Moon: for the Diameter of <hi>Jupiter</hi> is above twenty times bigger than that of the Earth; which is about a thirtieth part of the Moon&#8217;s di&#383;tance. The Orbit of the outermo&#383;t of <hi>Jupiter</hi>&#8217;s Satellites is to that of the Moon round the Earth, as 8 and &#189; is to 1. And each of the&#383;e Moons, by the Shadow they make upon <hi>Jupiter</hi>, <pb id="pb116" n="116" facs="f:128"/>cannot be le&#383;s than our Earth. Their <note place="margin"><hi>The Periods of</hi> Jupiter<hi>&#8217;s Moons</hi>.</note> Periods, that I may not omit them, are according to <hi>Ca&#383;&#383;ini</hi>&#8217;s Account the&#383;e. That of the inmo&#383;t is one day, 18 hours, 28 minutes, and 36 &#383;econds. The Second &#383;pends 3 days, 13 hours, 13 min.<corr>,</corr> 52 &#383;econds in going round him. The Third 7 days, 3 hours, 59 min.<corr>,</corr> 40 &#383;ec. The Fourth 16 days, 18 hours, 5 min.<corr>,</corr> 6 &#383;ec. The Di&#383;tance of the innermo&#383;t from <hi>Jupiter</hi> him&#383;elf is 2&#8538; of his Diameters. That of the Second is 4 and a half: Of the Third 7 and one &#383;ixth part: Of the Fourth 12 and two thirds, of the &#383;ame <note place="margin"><hi>And</hi> Saturn<hi>&#8217;s</hi>.</note> Diameters. The Innermo&#383;t of <hi>Saturn</hi>&#8217;s Satellites moves round him in 1 day, 21 hours, 18 min.<corr>,</corr> 31 &#383;ec. The Second in 2 days, 17 hours, 41 min.<corr>,</corr> 27 &#383;ec. The Third in 4 days, 13 hours, 47 min.<corr>,</corr> 16 &#383;ec. The Fourth in 15 days, 22 hours, 41 min.<corr>,</corr> 11 &#383;ec. The Fifth in 79 days, 7 hours, 53 min.<corr>,</corr> 57 &#383;ec. Their Di&#383;tances from the Center of <hi>Saturn</hi> are, that of the fir&#383;t almo&#383;t one, that is 39 fortieth parts of the Diameter of his Ring; that of the &#383;econd one and a quarter of tho&#383;e Diameters; <pb id="pb117" n="117" facs="f:129"/>of the third one and three quarters of them; of the fourth four, or according to my Calculation, but 3 and a half; of the 5th 12, which were found with va&#383;t Pains and Labour.

 </p><p>Now can any one look upon, and compare the&#383;e Sy&#383;tems together, without being amazed at the va&#383;t Magnitude and noble Attendance of the&#383;e two Planets, in re&#383;pect of this little Earth of ours? Or can they force them&#383;elves to think, that the wi&#383;e Creator has di&#383;po&#383;ed of all his Animals and Plants here, has furni&#383;h&#8217;d and adorn&#8217;d this Spot only, and has left all tho&#383;e Worlds bare and de&#383;titute of Inhabitants, who might adore and wor&#383;hip him; or that all tho&#383;e prodigious Bodies were made only to twinkle to, and be &#383;tudied by &#383;ome few perhaps of us poor Mortals?

 </p><p><note place="margin"><hi>This proportion true according to all modern Ob&#383;ervations.</hi></note> I do not doubt but there will be &#383;ome who will think we are very much mi&#383;taken about the Magnitude of the&#383;e Planets. For will you pretend to make them who are taken up in admiring the Largene&#383;s of this Globe, <pb id="pb118" n="118" facs="f:130"/>its multitude of Nations, Cities, and Empires; can you pretend I &#383;ay to make them ever believe that there are Places in compari&#383;on of which the Earth is as incon&#383;iderable as this Figure would make it? But they ought to be inform&#8217;d, that the&#383;e Proportions are tho&#383;e which the be&#383;t A&#383;tronomers of this Age have agreed upon. For if the Earth be di&#383;tant from the Sun ten or eleven thou&#383;and of its own Diameters, according to the Accounts of Mon&#383;ieur <hi>Ca&#383;&#383;ini</hi> in <hi>France</hi>, and Mr. <hi>Flam&#383;ted</hi> in <hi>England</hi>, wherein they made u&#383;e of very exact Ob&#383;ervations of the Parallaxes of <hi>Mars</hi>; or if, according to a very probable Conjecture of mine, it be di&#383;tant twelve thou&#383;and, then the Magnitudes of the other Orbs will very near an&#383;wer the Proportions here &#383;ettled.

 </p><p><note place="margin"><hi>The apparent magnitude of the Sun in</hi> Jupiter, <hi>and a way of finding what Light they there enjoy</hi>.</note> But to return to <hi>Jupiter</hi>. The Sun appears to them who are upon it five times le&#383;s than to us, and con&#383;equently they have but the five and twentieth part of the Light and Heat that we receive from it. But that Light is not &#383;o weak as we imagine, as is <pb id="pb119" n="119" facs="f:131"/>plain by the Brightne&#383;s of that Planet in the Night; and al&#383;o from hence, that when the Sun is &#383;o far eclip&#383;ed to us, as that only the 25th part of his Disk remains uncovered, he is not &#383;en&#383;ibly darken&#8217;d. But if you have a mind exactly to know the Quantity of Light that <hi>Jupiter</hi> enjoys, you may take a Tube of what Length you plea&#383;e. Let one end of it be clo&#383;ed with a Plate of Bra&#383;s, or any &#383;uch thing, in the middle of which there mu&#383;t be a Hole, who&#383;e Breadth mu&#383;t have the &#383;ame proportion to the length of the Tube, as the Chord of 6 Minutes bears to the Radius; that is, about as one is to 570. Let the Tube be turned &#383;o to the Sun, that no Light may fall upon a white Paper placed at the End of it, but what comes through the little Hole at the other end of the Tube. The Rays that <corr sic="comes">come</corr> through this will repre&#383;ent the Sun upon the Paper of the &#383;ame Brightne&#383;s that the Inhabitants of <hi>Jupiter</hi> &#383;ee it in a clear Day. And if removing the Paper you place your Eye in the &#383;ame Place, you will &#383;ee the Sun of the &#383;ame Magnitude and <pb id="pb120" n="120" facs="f:132"/>Brightne&#383;s as you would were you in Jupiter.

 </p><p><note place="margin"><hi>And in</hi> Saturn.</note> If you make the Hole twice as little in breadth, you will &#383;ee the &#383;ame in <hi>Saturn</hi>. And altho&#8217; his Light be but the hundredth part of ours, yet you &#383;ee it makes him &#383;hine tolerably bright in a dark Night. But in both the&#383;e Planets, if there ever be any cloudy Days, it mu&#383;t be very dark in compari&#383;on of us; yet without doubt the Inhabitants have no more rea&#383;on to complain of the want of Light, than our Owls and Batts, to whom the Twilight or the Night it&#383;elf is more agreeable than the Brightne&#383;s of the Day.

 </p><p><note place="margin"><hi>In</hi> Jupiter <hi>their days are five Hours</hi>.</note> But it&#8217;s a little &#383;trange, that when <hi>Jupiter</hi> is &#383;o much bigger than our Planet, their Days and Nights &#383;hould be but five of our Hours. By this we may &#383;ee that Nature has not ob&#383;erv&#8217;d that proportion that their Bulk &#383;eems to require, &#383;eeing in <hi>Mars</hi> the Days are very little different from ours. But in the length of their Years, that is, in the Revolution of the Planets round the Sun, there is an exact proportion to <pb id="pb121" n="121" facs="f:133"/>their di&#383;tances from the Sun followed. For as the Cubes of their Di&#383;tances, &#383;o are the Squares of their Revolutions, as <hi>Kepler</hi> fir&#383;t &#383;ound out. Which proportion the Moons of <hi>Jupiter</hi> and <hi>Saturn</hi> keep in their Cour&#383;es round tho&#383;e <note place="margin"><hi>Always of the &#383;ame length.</hi></note> Planets. As the Years and Days in <hi>Jupiter</hi> are different from ours in this re&#383;pect, &#383;o are the Days in another; namely, that they are all of the &#383;ame length. For they there enjoy a perpetual Equinox, their Axis having little or no inclination to their Orbit, as the Earth&#8217;s has, as has been di&#383;covered by Tele&#383;copes. The Countries that lie near their Poles have little or no Heat, by rea&#383;on the Rays of the Sun fall &#383;o obliquely upon them; but then they are freed from the Inconveniency that ours are troubled with, of tedious long half-year Nights, and have the con&#383;tant returns of Day and Night every five Hours. Indeed &#383;uch &#383;hort Days would not be agreeable to us, but we think our &#383;elves much better done by, that ours are more than twice as long, tho&#8217; upon no other account, but that whatever is our own, we are apt to imagine, mu&#383;t be be&#383;t.

 <pb id="pb122" n="122" facs="f:134"/></p><p>The re&#383;t of the Planets are &#383;o near the Sun (<hi>Mars</hi> him&#383;elf never being above 18 degrees from it) that in <hi>Jupiter</hi> they have the &#383;ight only of <hi>Saturn</hi>. But we cannot deny but that their four Moons &#383;tand them in greater &#383;tead than our one doth us, if &#8217;twere only that they &#383;eldom know any &#383;uch Thing as to be without Moon&#383;hiny Nights. And they are of great Advantage to them, as we &#383;aid before, in their Navigation, if they have any &#383;uch thing. Not to mention the plea&#383;ant Sights of their frequent Conjunctions and Eclip&#383;es, Things that they are &#383;eldom a Day without.

 </p><p><hi>Saturn</hi> enjoys all tho&#383;e Plea&#383;ures and Advantages in a &#383;till higher Degree, as well for his five Moons, as for the delightful Pro&#383;pect that the Ring about him affords his Inhabitants Night and Day. But we will give an account of their A&#383;tronomy, as we have done of the re&#383;t of the Planets.

 </p><p><note place="margin"><hi>They &#383;ee the fix&#8217;d Stars ju&#383;t as we do.</hi></note> And fir&#383;t of all we &#383;hall ob&#383;erve what we might have remark&#8217;d before, but which will be more &#383;trange here, that the fix&#8217;d Stars appear to them of <pb id="pb123" n="123" facs="f:135"/>the &#383;ame Figure and Magnitude, and with the &#383;ame degree of Light that they do to us: and this, by rea&#383;on of their immen&#383;e di&#383;tance, of which we &#383;hall have occa&#383;ion to &#383;peak by and by. In compari&#383;on with which the Space that a Bullet-&#383;hot out of a Cannon could travel in 25 Years, would be almo&#383;t nothing.

 </p><p>Their A&#383;tronomers have all the &#383;ame Signs of the Bear, the Lion, Orion, and the re&#383;t, but not turning upon the &#383;ame Axis with us: for that&#8217;s different in all the Planets.

 </p><p>As <hi>Jupiter</hi> can &#383;ee no Planet but <hi>Saturn</hi>, &#383;o <hi>Saturn</hi> knows of no Planet but <hi>Jupiter</hi>; which appears to him much as <hi>Venus</hi> doth to us, never removing above 37 Degrees from the Sun. The Length of their Days I cannot determine: But if from the Di&#383;tance and Period of his innermo&#383;t Attendant, and comparing it with the innermo&#383;t of <hi>Jupiter</hi>&#8217;s, a Man may venture to give a Gue&#383;s, they are very little different from <hi>Jupiter</hi>&#8217;s, 10 Hours or &#383;omewhat le&#383;s. But whereas in <hi>Jupiter</hi> the&#383;e are equally divided between <pb id="pb124" n="124" facs="f:136"/>Light and Darkne&#383;s, the Inhabitants of <hi>Saturn</hi> mu&#383;t perceive a more &#383;en&#383;ible difference than we, e&#383;pecially between Summer and Winter. For our Axis inclines to the Plane of the Ecliptick but 23 degrees and a half<corr>,</corr> but there&#8217;s above 31. Upon this Account his Moons mu&#383;t decline very much from the Path that the Sun &#383;eems to move in, and his Inhabitants can never have a full Moon but ju&#383;t at the Equinoxes; Two of which fall out in 30 of our Years. &#8217;Tis this Po&#383;ition of the Axis too that is the Cau&#383;e of tho&#383;e delightful Appearances, and wonderful Pro&#383;pects that its Inhabitants enjoy: For the better under&#383;tanding of which I &#383;hall draw a Figure of <hi>Saturn</hi> with his Ring about him: in which the Proportion between the Diameters of the Globe and Ring is as 9 to 4. And the empty Space between them is of the &#383;ame Breadth with the Ring it&#383;elf. All Ob&#383;ervations con&#383;pire to prove that That is of no great Thickne&#383;s, altho&#8217; if we &#383;hould allow it &#383;ix hundred <hi>German</hi> Miles, I think, con&#383;idering its Diameter, we &#383;hould not overdo the Matter.



 <pb id="pb125a" facs="f:138"/></p><p><figure id="fig4" rend="image(images/fig4.png)"><head><hi>Fig. 4.</hi></head><p><hi>p. 125</hi> </p></figure>



 <pb id="pb125" n="125" facs="f:139"/></p><p>Suppo&#383;e then, agreeable to what has been &#383;aid, the Globe of <hi>Saturn</hi>, <note place="margin"><hi>Fig. 4.</hi></note> who&#383;e Poles are A, B. G N is the Diameter of the Ring, as you view it &#383;ideways, repre&#383;enting a narrow Oval. Tho&#383;e that live about the Poles within the Arches C A D, E B F, each of which are 54 Degrees, (if the Cold will &#383;uffer any Body to live there) never have a Sight of the Ring. <note place="margin"><hi>The Appearances of the Ring in</hi> Saturn.</note> From all other parts it is continually to be &#383;een for fourteen Years and nine Months, which is ju&#383;t half their Year. The other Half it is hid from their View. Tho&#383;e then that dwell between the Polar Circle C D, and the Equator T V, all that time that the Sun enlightens the Part oppo&#383;ite to them, have every Night the Sight of a Piece of it H G L, much in the Shape of a &#383;hining Bow, which comes from the Horizon, but is darken&#8217;d in the Middle by the Shadow of <hi>Saturn</hi> G H, which reaches mo&#383;t commonly to the outermo&#383;t Rim of it. But after Midnight that Shadow by little and little begins to move towards the right Hand to tho&#383;e in the Northern, but the Left <pb id="pb126" n="126" facs="f:140"/>to tho&#383;e in the Southern Hemi&#383;phere. In the Morning it di&#383;appears, leaving behind it a Likene&#383;s indeed of a Bow, but much paler and weaker than our Moon is in the Day time. For they, as I &#383;aid before, have an Atmo&#383;phere, or an Air &#383;urrounding them enlightened by the Sun. Otherwi&#383;e Night and Day they would have their Ring, their Moons, and all the fix&#8217;d Stars, equally con&#383;picuous. Another thing that mu&#383;t make the Sight of their Ring very curious, is, that by &#383;ome Spots in it, it is di&#383;cover&#8217;d to turn round upon it &#383;elf: A thing that tho&#383;e that are &#383;o near cannot but take notice of, when we that live at this Di&#383;tance can de&#383;cry a great Inequality, the in&#383;ide of it being brighter much than the out&#383;ide is. When the Shadow of the Globe falls upon that part of the Ring G H, the Shadow of the Ring at the &#383;ame time darkens another Part of the Globe about P F, which otherwi&#383;e would have the Sun upon it. So that there is always a Zone of the Globe P Y F E, &#383;ometimes of a larger extent than at others, which is depriv&#8217;d of the Sight <pb id="pb127" n="127" facs="f:141"/>both of the Sun and Ring for a con&#383;iderable time, the latter of which hides &#383;ome part of the Stars from it too. And certainly an amazing Thing it mu&#383;t be, all of a &#383;udden to have the Sun intercepted and to become as dark as <corr sic="Midnidght">Midnight</corr>, without &#383;eeing any Cau&#383;e of &#383;uch an Accident. All which time their Moons are their only Comfort. The other half of the Year the Hemi&#383;phere T B V enjoys the &#383;ame Light that T A U before did, and then this undergoes tho&#383;e long Eclip&#383;es that That before &#383;uffer&#8217;d. At the Equinoxes, when the Sun is in the &#383;ame Plane with the Ring, the Inhabitants of <hi>Saturn</hi> cannot well perceive it: no not even we with our Gla&#383;&#383;es, by rea&#383;on of its Darkne&#383;s. This happens when <hi>Saturn</hi>, view&#8217;d from the Sun, is advanced one and twenty degrees and a half in <hi>Virgo</hi> or <hi>Pi&#383;ces</hi>, as I have &#383;how&#8217;d formerly in my Sy&#383;tem of <hi>Saturn</hi>: Where there is an Account given of the Ri&#383;ings of the Sun above the Ring, throughout all the Saturnian Year.

 <pb id="pb128" n="128" facs="f:142"/></p><p>With <hi>Saturn</hi> in this Scheme you have the Globes of the Earth and Moon drawn in their true proportion, to put you in mind again of a Thing worth <sic corr="remembering">remembring</sic>, <hi>viz.</hi> how very &#383;mall our Habitation is when compar&#8217;d with that Globe or the Ring about it. And now any one, I &#383;uppo&#383;e, can frame to him&#383;elf a Picture of the Night in <hi>Saturn</hi>, with two Arches of the Ring, and five Moons &#383;hining about, and adorning him. This then is what I had to &#383;ay to the primary Planets.

 </p><p>We are now come a little lower, to make an enquiry into the Attendants of the&#383;e Planets, e&#383;pecially our own. And here we &#383;hall not only con&#383;ider their A&#383;tronomy, but &#383;hall al&#383;o &#383;earch into their Furniture and Ornament, if they are found to have any &#383;uch thing, which we have deferred con&#383;idering till now.

 </p><p><note place="margin"><hi>Very little to be &#383;aid of the Moon.</hi></note> And here one would think that when the Moon is &#383;o near us, and by the Means of a Tele&#383;cope may be &#383;o nicely and exactly ob&#383;erv&#8217;d, it &#383;hould afford us Matter for more probable <pb id="pb129" n="129" facs="f:143"/>Conjectures than any of the other remote Planets. But it is quite otherwi&#383;e, and I can &#383;carce find any thing to &#383;ay of it, becau&#383;e I have not a Planet of the &#383;ame Nature before my Eyes, as in all the primary ones I have. For they are of the &#383;ame kind with our Earth; and &#383;eeing all the Actions, and every thing that is here, we may make a rea&#383;onable Conjecture at what we cannot &#383;ee in tho&#383;e Worlds.

 </p><p><note place="margin"><hi>The Guards of</hi> Jupiter <hi>and</hi> Saturn <hi>of the &#383;ame nature with our Moon</hi>.</note> But this we may venture to &#383;ay, without fear, that all the Attendants of <hi>Jupiter</hi> and <hi>Saturn</hi> are of the &#383;ame Nature with our Moon, as going round them, and being carried with them round the Sun ju&#383;t as the Moon is with the Earth. Their Likene&#383;s reaches to other Things too, as you&#8217;ll &#383;ee by and by. Therefore what&#383;oever we can with rea&#383;on affirm or conjecture of our Moon (and we may &#383;ay a little of it) mu&#383;t be &#383;uppos&#8217;d with very little Alteration to belong to the Satellites of <hi>Jupiter</hi> and <hi>Saturn</hi>, as having no rea&#383;on to be at all inferior to that.

 </p><p><note place="margin"><hi>The Moon hath Mountains.</hi></note> The Surface of the Moon then is found, by the lea&#383;t Tele&#383;copes of about <pb id="pb130" n="130" facs="f:144"/>three or four Foot, to be diver&#383;ified with long Tracts of Mountains, and again with broad Valleys. For in tho&#383;e Parts oppo&#383;ite to the Sun you may &#383;ee the Shadows of the Mountains, and often di&#383;cover the little round Valleys between them, with a Hillock or two perhaps ri&#383;ing out of them. <hi>Kepler</hi> from the exact roundne&#383;s of them would prove that they are &#383;ome va&#383;t work of the rational Inhabitants. But I can&#8217;t be of his mind, both for their incredible Largene&#383;s, and that they might ea&#383;ily be occa&#383;ioned by natural Cau&#383;es. Nor can I find any thing like Sea there, tho&#8217; he and many others are of the contrary Opinion I know. For tho&#383;e va&#383;t Countries which appear darker than the other, commonly taken for and called by the Names of Seas, are di&#383;cover&#8217;d with a good long Tele&#383;cope, to be full of little round Cavities; who&#383;e Shadow falling within them&#383;elves, makes them appear of that Colour: and tho&#383;e large Champains there in the Moon you will find not to be always even and &#383;mooth, if you look carefully <pb id="pb131" n="131" facs="f:145"/>upon them: neither of which two <note place="margin"><hi>But no Sea.</hi></note> Things can agree to the Sea. Therefore tho&#383;e Plains in her that &#383;eem brighter than the other Parts, mu&#383;t con&#383;i&#383;t, I &#383;uppo&#383;e, of a whiter &#383;ort of Matter than they. Nor do I believe <note place="margin"><hi>Nor Rivers.</hi></note> that there are any Rivers, for if there were, they could never e&#383;cape our Sight, e&#383;pecially if they run between the Hills as ours do. Nor have they <note place="margin"><hi>Nor Clouds.</hi></note> any Clouds to furni&#383;h the Rivers with Water: For if they had, we &#383;hould &#383;ometimes &#383;ee one part of the Moon darkened by them, and &#383;ometimes another, whereas we have always the &#383;ame Pro&#383;pect of her.

 </p><p><note place="margin"><hi>Nor Air, and Water.</hi></note> &#8217;Tis certain moreover, that the Moon has no Air or Atmo&#383;phere &#383;urrounding it as we have. For then we could never &#383;ee the very outermo&#383;t Rim of the Moon &#383;o exactly as we do, when any Star goes under it, but its Light would terminate in a gradual faint Shade, and there would be a &#383;ort of a Down as it were about it; not to mention that the Vapours of our Atmo&#383;phere con&#383;i&#383;t of Water, and con&#383;equently that where there are no Seas <pb id="pb132" n="132" facs="f:146"/>or Rivers, there can be no Atmo&#383;phere. This is that notable difference between the Moon and us that hinders all probable Conjectures about it. If we could but once be &#383;ure that there were Seas and Rivers in it, it would be no weak Argument to prove that it has al&#383;o all other Furniture which belongs to our Earth, and the Opinion of <hi>Xenophanes</hi> might be true, that it has its Inhabitants, Cities, and Mountains. But as &#8217;tis, I cannot imagine how any Plants or Animals, whole whole nouri&#383;hment comes from liquid Bodies, can thrive in a dry, waterle&#383;s, parch&#8217;d Soil.

 </p><p><note place="margin"><hi>The Conjecture of its Plants and Animals very dubious.</hi></note> What then, <corr sic="Is">is</corr> it credible that this great Ball was made for nothing but to give us a little Light in the Night-time, or to rai&#383;e our Tides in the Sea? May there not be &#383;ome People there that may have the Plea&#383;ure of &#383;eeing our Earth turn upon it&#383;elf, pre&#383;enting them &#383;ometimes with a Pro&#383;pect of <hi>Europe</hi> and <hi>Africa</hi>, and then of <hi>A&#383;ia</hi> and <hi>America</hi>; &#383;ometimes half of it bright, and &#383;ometimes full? And mu&#383;t all tho&#383;e Moons round <hi>Jupiter</hi> and <hi>Saturn</hi> <pb id="pb133" n="133" facs="f:147"/>be condemned to the &#383;ame <sic corr="U&#383;ele&#383;&#383;ne&#383;s">U&#383;ele&#383;ne&#383;s</sic>? I do not know what to &#383;ay concerning it, becau&#383;e I know of nothing like them to found a Conjecture upon. And yet &#8217;tis not improbable that tho&#383;e great and noble Bodies have &#383;omewhat or other growing and living upon them, though very different from what we &#383;ee and enjoy here. Perhaps their Plants and Animals may have another &#383;ort of Nouri&#383;hment there. Perhaps the Moi&#383;ture of the Earth there is but ju&#383;t &#383;ufficient to cau&#383;e a Mi&#383;t or Dew, which may be very &#383;uitable to the Growth of their Herbs. This I remember is <hi>Plutarch</hi>&#8217;s Opinion, in his Dialogue upon this Subject. For in our Earth a very little Water drawn from the Sea into Dew, and falling down again upon the Herbs, would be &#383;ufficient for all our Needs, without any Rain or Showers. But the&#383;e are mere Gue&#383;&#383;es, or rather Doubts, but yet they are the <note place="margin">Jupiter<hi>&#8217;s and</hi> Saturn<hi>&#8217;s Moons turn always the &#383;ame Side to them</hi>.</note> be&#383;t we can make of this, and all tho&#383;e other Moons: for, as I &#383;aid before, they are all of the &#383;ame nature, which is proved likewi&#383;e by this, that as our <pb id="pb134" n="134" facs="f:148"/>Moon can afford us the Sight never but of one Side of her, &#383;o they turn always the &#383;ame Face to their primary Planets. It may perhaps &#383;eem &#383;trange, how we &#383;hould come to know this; but &#8217;tis no hard matter, after that Ob&#383;ervation which I ju&#383;t now made, that the outermo&#383;t of <hi>Saturn</hi>&#8217;s Moons can never be &#383;een but when &#383;he is on the We&#383;t-&#383;ide of her Planet. The rea&#383;on of which is plainly this, that one Side of her is darker, and does not reflect the Light &#383;o much as the other, which when it is turned towards us, we cannot &#383;ee by rea&#383;on of its weak Light. This always happening when &#8217;tis Ea&#383;t of him, and never on the other Side, is a manife&#383;t proof that &#383;he always keeps the &#383;ame Side toward <hi>Saturn</hi>. Now &#383;ince the outermo&#383;t of <hi>Saturn</hi>&#8217;s and our Moon carry them&#383;elves thus to the Planets round which they move, who can well doubt it of all the re&#383;t round <hi>Jupiter</hi> and <hi>Saturn</hi>? And there&#8217;s a very good rea&#383;on for it, namely, that the matter of which tho&#383;e Moons con&#383;i&#383;t, being heavier, and more &#383;olid on the Side that is aver&#383;e from us, than on <pb id="pb135" n="135" facs="f:149"/>that which we have the Sight of, does con&#383;equently fly with a greater force from the Centre of its Orbit: for otherwi&#383;e, according to the Laws of Motion, it &#383;hould turn the &#383;ame Side always, not to its Planets, but to the &#383;ame fix&#8217;d Stars.

 </p><p>This Po&#383;ition of the Moons, in re&#383;pect of their Planets, mu&#383;t occa&#383;ion a great many very &#383;urprizing Appearances to their Inhabitants, if they have any, which is very doubtful, but may for the pre&#383;ent be &#383;uppos&#8217;d. An enquiry into our Moon may &#383;erve for all the re&#383;t. Its Globe is divided into two Parts, in &#383;uch a manner, that tho&#383;e who live on one Side never lo&#383;e the &#383;ight of us, and tho&#383;e on the other never enjoy it. Except only &#383;ome few who live on the Confines of each of the&#383;e, who lo&#383;e us, and &#383;ee us again by turns. The Earth to them mu&#383;t &#383;eem <note place="margin"><hi>The A&#383;tronomy of the Inhabitants of the Moon.</hi></note> much larger than the Moon doth to us, as being in Diameter above four times bigger. But that which is mo&#383;t &#383;urprizing, is, that Night and Day they &#383;ee it always in the very &#383;ame part of the Heaven, as if it never moved: &#383;ome of them as if &#8217;twas falling <pb id="pb136" n="136" facs="f:150"/>upon their Heads: others &#383;omewhat above the Horizon, and others always in the Horizon, &#383;till turning upon it &#383;elf, and pre&#383;enting them every twenty &#383;our Hours with a View of all its Countries, even of tho&#383;e that lie near the Poles (I could wi&#383;h my &#383;elf in the Moon only for the &#383;ight of them) yet unknown and undi&#383;covered by us. They have it in its monthly Wane and Increa&#383;e, they &#383;ee it half, and horned, and full, by turns, ju&#383;t as we do the Body of the Moon. But the Light that they receive of us is five times larger than what we receive from them. So that in dark Nights that part that hath the Advantage of being towards us, receives a very glorious Light from us, tho&#8217; <hi>Kepler</hi> thought otherwise. Their Days are always of the &#383;ame Length with their Nights; and the Sun ri&#383;ing and &#383;etting to them but once in one of our Months, makes the time both of their Light and Darkne&#383;s to be equal to 15 of our Days. If their Bodies were of the &#383;ame Materials with ours, tho&#383;e that have the Sun pretty high in their Horizon, would be almo&#383;t roa&#383;ted <pb id="pb137" n="137" facs="f:151"/>in &#383;uch long Days. For the Sun is not farther from them than he is from us. This will be the Ca&#383;e of tho&#383;e that live upon the Borders of the two Hemi&#383;pheres we mentioned; but tho&#383;e that live under the Poles of the Moon will be ju&#383;t about as hot as our Whale-fi&#383;hers about <hi>I&#383;land</hi> and <hi>Nova Zemla</hi> are, in the Summer-time: who are in &#383;o little danger of being roa&#383;ted, that in the middle of their Summer, in their Days of three Months length, they very often find it extreme Cold. I call tho&#383;e the Poles of the Moon, round which the fix&#8217;d Stars &#383;eem to turn to its Inhabitants, which are different from ours, and al&#383;o from tho&#383;e of the Ecliptick, although they move round the&#383;e latter, at the di&#383;tance of five Degrees, in a period of nineteen Years. Their Year they count by the Motion of the Stars, and their return to the Sun, and &#8217;tis the &#383;ame with ours. They can ea&#383;ily do it, becau&#383;e they have the Stars Day and Night, notwith&#383;tanding the Light of the Sun: for they have no Atmo&#383;phere (which is the only rea&#383;on that we don&#8217;t every <pb id="pb138" n="138" facs="f:152"/>Day enjoy the &#383;ame Sight) to hinder their Ob&#383;ervations. Nor have they any Clouds to ob&#383;truct their View, &#383;o that it is ea&#383;ier for them to find out the Cour&#383;es of the Planets, but more difficult to make a true Sy&#383;tem of them. For they will be apt to lay a wrong Foundation, by &#383;uppo&#383;ing that their Earth &#383;tands &#383;till, which will lead them into more dangerous Errors than <note place="margin"><hi>This may be applied to the Moons about</hi> Jupiter <hi>and</hi> Saturn.</note> ever it did us. All that I have &#383;aid belongs as well to <hi>Jupiter</hi>&#8217;s and <hi>Saturn</hi>&#8217;s Satellites as to our Moon, in re&#383;pect of the Planets they move round. The Length of their Day and Night is always equal to the Time of their Revolution: For example, the fifth Moon moves round <hi>Saturn</hi> in 80 Days, and the Days and Nights there are equal to Forty of ours. Both their Summer and Winter (<hi>Saturn</hi> moving round the Sun in thirty Years) are fifteen Years long. Therefore it is impo&#383;&#383;ible but that their way of living mu&#383;t be very different from ours, having &#383;uch tedious Winters, and &#383;uch long watching and &#383;leeping times.



 <pb id="pb139a" facs="f:154"/></p><p><figure id="fig5" rend="image(images/fig5.png)"><head><hi>Fig. 5.</hi></head><p><hi>p. 139</hi> </p></figure>



 <pb id="pb139" n="139" facs="f:155"/></p><p>Having thus explained the primary and &#383;econdary Planets round the Sun, we &#383;hould next &#383;et about the third Sort, the Sun and fix&#8217;d Stars; but before we do that, it would be worth while to &#383;et before you at once, in a clearer and more plain Method than hitherto, the Magnificence and Fabrick of the Solar Sy&#383;tem. Which we can&#8217;t po&#383;&#383;ibly do in &#383;o &#383;mall a Space as one of our Leaves will but admit of, becau&#383;e the Bodies of the Planets are &#383;o prodigiou&#383;ly &#383;mall in companion of their Orbs. But what is wanting in Figure &#383;hall be made up in Words. Going back then to the fir&#383;t Scheme, &#383;uppo&#383;e another <note place="margin"><hi>Fig. 1.</hi></note> like it, and proportionable, drawn upon a very large &#383;mooth Plain; who&#383;e outermo&#383;t Circle repre&#383;enting the Orb of <hi>Saturn</hi>, mu&#383;t be conceived three hundred and &#383;ixty Foot in Semidiameter. In which you mu&#383;t place the Globe and Ring of <hi>Saturn</hi> of that <note place="margin"><hi>Fig. 2.</hi></note> Bigne&#383;s as the 2d Figure &#383;hows you. Let all the other Planets be &#383;uppo&#383;ed every one in his own Orbit, and in the middle of all the Sun, of the &#383;ame Bigne&#383;s that That Figure repre&#383;ents, <pb id="pb140" n="140" facs="f:156"/>namely, about four Inches in Diameter. And then the Orbit or Circle in which the Earth moves, which the A&#383;tronomers call the <hi>Magnus Orbis</hi>, mu&#383;t have about &#383;ix and thirty Foot in Semidiameter. In which the Earth mu&#383;t be conceived moving, not bigger than a grain of Millet, and her Companion the Moon &#383;carcely perceivable, moving round her in a Circle a little more than two Inches Diameter, as in <note place="margin"><hi>Fig. 5.</hi></note> the Figure here adjoined, where the Line A B repre&#383;ents a &#383;mall portion of that Circle which the Earth moves in: the &#383;mall Circle therein C is the Earth, and the Circle D E the Path of the Moon round it, in which the Body of the Moon is D.

 </p><p>The outermo&#383;t of <hi>Saturn</hi>&#8217;s Moons moves in an Orbit who&#383;e Semidiameter is 29 Inches; that of <hi>Jupiter</hi> in a &#383;omewhat &#383;maller, who&#383;e Semidiameter is 19 and a quarter.

 </p><p>And thus we have a true and exact De&#383;cription of the Sun&#8217;s Palace, where the Earth will be Twelve thou&#383;and of its Semidiameters di&#383;tant from him, which in <hi>German</hi> Miles makes above <pb id="pb141" n="141" facs="f:157"/>&#383;eventeen Millions. But perhaps we may have a clearer Comprehen&#383;ion of this va&#383;t Length, by comparing it with &#383;ome very &#383;wift Motion after the Example of <hi>He&#383;iod</hi> the Poet, who imagin&#8217;d that an Anvil let fall from the Top of Heaven, reach&#8217;d the Earth the tenth Day of its Journey, and in ten more arriv&#8217;d at the Bottom of Hell, the end of it: &#383;o making the Earth the mid-way between Heaven and Hell. I &#383;han&#8217;t make u&#383;e of the Anvil, but of &#383;omething as good, namely, a Bullet &#383;hot out of a great Gun, which may travel perhaps in a Moment, or Pul&#383;e of an Artery, about a hundred Fathom, as is proved by tho&#383;e Experiments that <hi>Mer&#383;ennus</hi> in a Treati&#383;e of his relates; by which the Sound was found to extend it&#383;elf eighty hundredth parts in the <note place="margin"><hi>The immen&#383;e di&#383;tance between the Sun and Planets illu&#383;trated.</hi></note> &#383;ame time. I &#383;ay then, that &#383;uppo&#383;ing a Bullet to move with this Swiftne&#383;s from the Earth to the Sun, it would &#383;pend 25 Years in its Pa&#383;&#383;age. To make a Journey from <hi>Jupiter</hi> to the Sun, would require 125, and from <hi>Saturn</hi> thither 250 Years. This account depends upon the mea&#383;ure of the Earth&#8217;s <pb id="pb142" n="142" facs="f:158"/>Diameter, which, according to the accurate Ob&#383;ervations of the <hi>French</hi>, is 6538594 times &#383;ix <hi>Paris</hi> Feet, one Degree being 57060 of that Mea&#383;ure. This &#383;hows us how va&#383;t tho&#383;e Orbs mu&#383;t be, and how incon&#383;iderable this Earth, the Theatre upon which all our mighty De&#383;igns, all our Navigations, and all our Wars are tran&#383;acted, is when compared to them. A very fit Con&#383;ideration, and Matter of Reflection, for tho&#383;e Kings and Princes who &#383;acrifice the Lives of &#383;o many People, only to flatter their Ambition in being Ma&#383;ters of &#383;ome pitiful Corner of this &#383;mall Spot. But to return to the matter in hand, now we have given you an account of the Sun&#8217;s proportion to tho&#383;e Orbs and Bodies, we&#8217;ll &#383;ee what more we can &#383;ay of him.

 </p><p><note place="margin"><hi>No ground for Conjecture in the Sun.</hi></note> And &#383;ome have thought it not improbable but that the Sun him&#383;elf has al&#383;o his Inhabitants. But upon what rea&#383;on I cannot imagine, there being le&#383;s ground for a Probability in him than in the Moon. For we are not yet &#383;ure, whether he be a &#383;olid or liquid Globe; altho&#8217;, if my Notion of Light <pb id="pb143" n="143" facs="f:159"/>be true, upon that account I &#383;hould rather think him liquid: which his Roundne&#383;s and equal di&#383;tribution of his Light to all parts are an Argument for. For that very &#383;mall inequality on his Surface, which is di&#383;covered by the Tele&#383;copes, (and that not always neither) which makes Men fancy they &#383;ee boiling Seas and belching Mountains of Fire, is nothing but the trembling Motion of the Vapours our Atmo&#383;phere is full of near the Earth; which is likewi&#383;e <note place="margin"><hi>The</hi> Facul&#230; <hi>in the Sun not ea&#383;ily &#383;een</hi>.</note> the Cau&#383;e of the Stars twinkling. Nor could I ever have the Luck to di&#383;cern tho&#383;e bright Spots in the Sun which they boa&#383;t as much of as they do of his dark ones, which latter I have very often &#383;een; &#383;o that I have very good Rea&#383;on to doubt whether there be any thing in the Sun brighter than the Sun it&#383;elf. For by the mo&#383;t exact Ob&#383;ervations, I could never find any &#383;uch pretended to be &#383;een any where but ju&#383;t about his dark Spots; and it is no great wonder that tho&#383;e Parts which are &#383;o near the darker, &#383;hould appear &#383;omewhat <note place="margin"><hi>By rea&#383;on of its Heat no Inhabitants <pb id="pb144" n="144" facs="f:160"/>like ours can live in the Sun.</hi></note> brighter than the re&#383;t. That the Sun is extremely hot and fiery, is beyond <pb id="pb144a" n="144" facs="f:160"/>all di&#383;pute, and &#383;uch Bodies as ours could not live one Moment in &#383;uch a Furnace. We mu&#383;t &#383;uppo&#383;e a new &#383;ort of Animals then, &#383;uch as we have no Idea or Likene&#383;s of among us, &#383;uch as we can neither imagine nor conceive: which is as much as to &#383;ay, that we can make no Suppo&#383;ition at all about them. No doubt that glorious and va&#383;t Body was made for &#383;ome noble End and U&#383;e, and fram&#8217;d with excellent De&#383;ign. And I think we all very well know and feel its U&#383;efulne&#383;s in that effu&#383;ion of Light and Heat to all the Planets round it; in the Pre&#383;ervation and Happine&#383;s of all living Creatures, and that not only in our Ball, but in tho&#383;e va&#383;t Globes of <hi>Jupiter</hi> and <hi>Saturn</hi>, not contemptible when compared with its own. The&#383;e are &#383;uch great, &#383;uch wi&#383;e Ends, that it is not &#383;trange that the Sun &#383;hould have been made, if it had been only upon their account. For, as for <hi>Kepler</hi>&#8217;s Fancy, that he hath another Office, namely, to help on the Motion of the Planets in their own Orbs, by turning about his own Axis (which he would fain e&#383;tabli&#383;h in his Epitome of the <hi>Copernican</hi> <pb id="pb145" n="145" facs="f:161"/>Sy&#383;tem) I &#383;hall give good Rea&#383;ons why I cannot a&#383;&#383;ent to it.

 </p><p><note place="margin"><hi>The &#383;ix&#8217;d Stars so many Suns.</hi></note> Before the Invention of Tele&#383;copes, it &#383;eemed to contradict <hi>Copernicus</hi>&#8217;s Opinion, to make the Sun one of the fix&#8217;d Stars. For the Stars of the fir&#383;t Magnitude being e&#383;teem&#8217;d to be about three Minutes Diameter; and <hi>Copernicus</hi> (ob&#383;erving that tho&#8217; the Earth changed its Place, they always kept the &#383;ame di&#383;tance from us) having ventur&#8217;d to &#383;ay that the <hi>Magnus Orbis</hi> was but a Point in re&#383;pect of the Sphere in which they were placed, it was a plain Con&#383;equence that every one of them that appeared any thing bright, mu&#383;t be larger than the Path or Orbit of the Earth: which is very ab&#383;urd. This is the principal Argument that <hi>Tycho Brahe</hi> &#383;et up again&#383;t <hi>Copernicus</hi>. But when the Tele&#383;copes took away tho&#383;e Rays of the Stars which appear when we look upon them with our naked Eye, (which they do be&#383;t when the Eye-gla&#383;s is black&#8217;d with Smoke) they &#383;eemed ju&#383;t like little &#383;hining Points, and then that Difficulty vani&#383;hed, and the Stars may yet be &#383;o many Suns. Which is <pb id="pb146" n="146" facs="f:162"/>the more probable, becau&#383;e their Light is certainly their own: for it&#8217;s impo&#383;&#383;ible that ever the Sun &#383;hould &#383;end, or they reflect it at &#383;uch a va&#383;t Di&#383;tance. This is the Opinion that commonly goes along with <hi>Copernicus</hi>&#8217;s Sy&#383;tem. <note place="margin"><hi>They are not all in the &#383;ame Sphere.</hi></note> And the Patrons of it do al&#383;o with rea&#383;on &#383;uppo&#383;e, that all the&#383;e Stars are not in the &#383;ame Sphere, as well becau&#383;e there&#8217;s no Argument for it, as that the Sun, which is one of them, cannot be brought to this Rule. But it&#8217;s more likely they are &#383;catter&#8217;d and di&#383;pers&#8217;d all over the immen&#383;e Spaces of the Heaven, and are as far di&#383;tant perhaps from one another, as the neare&#383;t of them are from the Sun.

 </p><p>Here again too I know <hi>Kepler</hi> is of another Opinion in his Epitome of <hi>Copernicus</hi>&#8217;s Sy&#383;tem, that we mention&#8217;d above. For tho&#8217; he agrees with us, that the Stars are diffus&#8217;d through all the va&#383;t Expan&#383;e of the Heavens, yet he cannot allow that they have as large an empty Space about them as our Sun has. For then &#8217;twas his Opinion, we &#383;hould &#383;ee but very few, and tho&#383;e of very different Magnitudes: <hi>For, &#383;eeing <pb id="pb147" n="147" facs="f:163"/>the large&#383;t of all appear &#383;o &#383;mall to us, that we can &#383;carce ob&#383;erve or mea&#383;ure them with our be&#383;t In&#383;truments; how mu&#383;t tho&#383;e appear that are three or four times farther from us? Why, &#383;uppo&#383;ing them no larger than the&#383;e, they mu&#383;t &#383;eem three or four times le&#383;s, and &#383;o on &#8217;till a little farther they will not be to be &#383;een at all: Thus we &#383;hall have the &#383;ight of but very few Stars, and tho&#383;e very different one from <corr sic="anonother">another</corr></hi>; Whereas we have above a Thou&#383;and, and tho&#383;e not con&#383;iderably bigger or le&#383;s than one another. But this by no means proves what he would have it; and his Mi&#383;take was chiefly, that he did not con&#383;ider the Nature of Fire and Flame which may be &#383;een at &#383;uch di&#383;tances, and at &#383;uch &#383;mall Angles as all other Bodies would totally di&#383;appear under. A thing that we need go no farther than the Lamps &#383;et along the Streets to prove. For altho&#8217; they are a hundred Foot from one another, yet you may count Twenty of them in a continued Row with your Eyes, and yet the twentieth Part of them &#383;carce makes an Angle of &#383;ix Seconds. Certainly <pb id="pb148" n="148" facs="f:164"/>then the glorious Light of the Stars mu&#383;t do much more than this; &#383;o that it&#8217;s no wonder we &#383;hould &#383;ee a Thou&#383;and or two of them with our bare Eyes, and with a Tele&#383;cope di&#383;cover twenty times that number. But <hi>Kepler</hi> had a private De&#383;ign in making the Sun thus &#383;uperiour to all the other Stars, and planting it in the Middle of the World, attended with the Planets: For his Aim was hereby to &#383;trengthen his Co&#383;mographical My&#383;tery, that the Di&#383;tances of the Planets from the Sun are in a certain proportion to the Diameters of the Spheres that are in&#383;cribed within, and circum&#383;cribed about <hi>Euclid</hi>&#8217;s Regular Bodies. Which could never be &#383;o much as probable, except there were but one Chorus of Planets moving round the Sun, and &#383;o the Sun were the only one of his kind.

 </p><p>But that whole My&#383;tery is nothing but an idle Dream taken from <hi>Pythagoras</hi> or <hi>Plato</hi>&#8217;s Philo&#383;ophy. And the Author him&#383;elf acknowledges that the Proportions do not agree &#383;o well as they &#383;hould, and is fain to invent two <pb id="pb149" n="149" facs="f:165"/>or three very &#383;illy Excu&#383;es for it. And he u&#383;es yet poorer Arguments to prove that the Univer&#383;e is of a &#383;pherical Figure, and that the Number of the Stars mu&#383;t nece&#383;&#383;arily be finite, becau&#383;e the Magnitude of each of them is &#383;o. But what is wor&#383;t of all is, that he &#383;ettles the Space between the Sun and the Concavity of the Sphere of the fix&#8217;d Stars, to be &#383;ix hundred thou&#383;and of the Earth&#8217;s Diameters. For this rea&#383;on, which he has no Foundation for, that as the Diameter of the Sun is to that of the Orbit of <hi>Saturn</hi>, which he makes to be as 1 to 2000, &#383;o is this Diameter to that of the Sphere of the fixed Stars. I cannot but wonder how &#383;uch things as the&#383;e could fall from &#383;o ingenious a Man, and &#383;o great an A&#383;tronomer. But I mu&#383;t be of the &#383;ame Opinion with all the greate&#383;t Philo&#383;ophers of our Age, that the Sun is of the &#383;ame Nature with the fix&#8217;d Stars. And this will give us a greater Idea of the World, than all tho&#383;e other Opinions. <note place="margin"><hi>The Stars have Planets about them like our Sun.</hi></note> For then why may not every one of the&#383;e Stars or Suns have as great a Retinue as our Sun, of Planets, with their <pb id="pb150" n="150" facs="f:166"/>Moons, to wait upon them? Nay, there&#8217;s a manife&#383;t rea&#383;on why they &#383;hould. For if we imagine our &#383;elves placed at an equal di&#383;tance from the Sun and fix&#8217;d Stars; we &#383;hould then perceive no difference between them. For, as for all the Planets that we now &#383;ee attend the Sun, we &#383;hould not have the lea&#383;t glimp&#383;e of them, either becau&#383;e their Light would be too weak to affect us, or that all the Orbs in which they move would make up one lucid Point with the Sun. In this Station we &#383;hould have no occa&#383;ion to imagine any difference between the Stars, and &#383;hould make no doubt if we had but the Sight, and knew the Nature of one of them, to make that the Standard of all the re&#383;t. We are then plac&#8217;d near one of them, namely, our Sun, and &#383;o near as to di&#383;cover &#383;ix other Globes moving round him, &#383;ome of them having others performing them the &#383;ame Office. Why then may not we make u&#383;e of the &#383;ame Judgment that we would in that ca&#383;e; and conclude, that our Star has no better attendance than the others? So that <pb id="pb151" n="151" facs="f:167"/>what we allowed the Planets, upon the account of our enjoying it, we mu&#383;t likewi&#383;e grant to all tho&#383;e Planets that &#383;urround that prodigious number of Suns. They mu&#383;t have their Plants and Animals, nay and their rational Creatures too, and tho&#383;e as great Admirers, and as diligent Ob&#383;ervers of the Heavens as our &#383;elves; and mu&#383;t con&#383;equently enjoy what&#383;oever is &#383;ub&#383;ervient to, and requi&#383;ite for &#383;uch Knowledge.

 </p><p>What a wonderful and amazing Scheme have we here of the magnificent Va&#383;tne&#383;s of the Univer&#383;e! So many Suns, &#383;o many Earths, and every one of them &#383;tock&#8217;d with &#383;o many Herbs, Trees, and Animals, and adorn&#8217;d with &#383;o many Seas and Mountains! And how mu&#383;t our Wonder and Admiration be <corr sic="encrea&#383;ed">increa&#383;ed</corr> when we con&#383;ider the prodigious Di&#383;tance and Multitude of the Stars?

 </p><p>That their Di&#383;tance is &#383;o immen&#383;e, that the Space between the Earth and Sun (which is no le&#383;s than Twelve thou&#383;and of the Earth&#8217;s Diameters) is almo&#383;t nothing when compar&#8217;d to it, has more Proofs than one to confirm <pb id="pb152" n="152" facs="f:168"/>it. And this among the re&#383;t. If you ob&#383;erve two Stars near one another, as for example tho&#383;e in the middle of the Great Bears Tail, differing very much from one another in Clearne&#383;s, notwith&#383;tanding our changing our Po&#383;ition in our Annual Orbit round the Sun, and that there would be a Parallax were the Star which is brighter nearer to us than the other, as is very probable it is, yet whatever Part of the Year you look upon them, they will not in the lea&#383;t have altered their di&#383;tance. Tho&#383;e that have hitherto undertook to calculate their Di&#383;tance, have not been able perfectly to compa&#383;s their De&#383;ign, by rea&#383;on of the extreme Nicene&#383;s and almo&#383;t Impo&#383;&#383;ibility of the Ob&#383;ervations requi&#383;ite for their Purpo&#383;e. The only Method that I &#383;ee remaining, to come at any tolerable Probability in &#383;o difficult a Ca&#383;e, I &#383;hall here make u&#383;e of. Seeing then that the Stars, as I &#383;aid before, are &#383;o many Suns, if we do but &#383;uppo&#383;e one of them equal to ours, it will follow that its di&#383;tance from us is as much greater than that of the Sun, as its apparent <pb id="pb153" n="153" facs="f:169"/>Diameter is le&#383;s than the Diameter of the Sun. But the Stars, even tho&#383;e of the fir&#383;t Magnitude, though view&#8217;d through a Tele&#383;cope, are &#383;o very &#383;mall, that they &#383;eem only like &#383;o many &#383;hining Points, without any perceivable Breadth. So that &#383;uch Ob&#383;ervations can here do us no good. When <note place="margin"><hi>A way of making a probable gue&#383;s at the di&#383;tance of the Stars.</hi></note> I &#383;aw this would not &#383;ucceed, I &#383;tudied by what way I could &#383;o le&#383;&#383;en the Diameter of the Sun, as to make it not appear larger than the Dog, or any other of the chief Stars. To this purpo&#383;e I clos&#8217;d one End of my twelve-foot Tube with a very thin Plate, in the Middle of which I made a Hole not exceeding the twelfth Part of a Line, that is the hundred and forty fourth Part of an Inch. That End I turn&#8217;d to the Sun, placing my Eye at the other, and I could &#383;ee &#383;o much of the Sun as was in Diameter about the 182d part of the Whole. But &#383;till that little piece of him was brighter much than the Dog-&#383;tar is in the cleare&#383;t Night. I &#383;aw that this would not do, but that mu&#383;t le&#383;&#383;en the Diameter of the Sun a great deal more. I made <pb id="pb154" n="154" facs="f:170"/>then &#383;uch another Hole in a Plate, and again&#383;t it I plac&#8217;d a little round Gla&#383;s that I had made u&#383;e of in my Micro&#383;copes, of much about the &#383;ame Diameter with the former Hole. Then looking again towards the Sun (taking care that no Light might come near my Eye to hinder my Ob&#383;ervation) I found it appeared of much the &#383;ame Clearne&#383;s with <hi>Sirius</hi>. But ca&#383;ting up my account, according to the Rules of <hi>Dioptricks</hi>, I found his Diameter now was but 1&#8260;152 part of that hundred and eighty &#383;econd part of his whole Diameter that I &#383;aw through the former Hole. Multiplying 1&#8260;152 and 1&#8260;182 into one another, the Product I found to be 1&#8260;27664&#8203;. The Sun therefore being contracted into &#383;uch a Compa&#383;s, or being removed &#383;o far from us (for it&#8217;s the &#383;ame thing) as to make his Diameter but the 27664 part of that we every Day &#383;ee, will &#383;end us ju&#383;t the &#383;ame Light as the Dog-&#383;tar now doth. And his di&#383;tance then from us will be to his pre&#383;ent di&#383;tance undoubtedly as 27664 is to 1; and his Diameter little above four Thirds, 4&#8244;. Seeing <pb id="pb155" n="155" facs="f:171"/>then <hi>Sirius</hi> is &#383;uppo&#383;ed equal to the Sun, it follows that his Diameter is likewi&#383;e 4&#8244;, and that his Di&#383;tance to the Di&#383;tance of the Sun from us is as 27664 to 1. And what an incredible Di&#383;tance that is, will appear by the &#383;ame way of rea&#383;oning that we u&#383;ed in mea&#383;uring that of the Sun. For if 25 Years are required for a Bullet out of a Cannon, with its utmo&#383;t Swiftne&#383;s, to travel from the Sun to us; then by multiplying the Number 27664 into 25, we &#383;hall find that &#383;uch a Bullet would &#383;pend almo&#383;t &#383;even hundred thou&#383;and Years in its Journey between us and the neare&#383;t of the fix&#8217;d Stars. And yet when in a clear Night we look upon them, we cannot think them above &#383;ome few Miles over our Heads. What I have here enquir&#8217;d into, is concerning the neare&#383;t of them. And what a prodigious Number mu&#383;t there be be&#383;ides of tho&#383;e which are placed in the va&#383;t Spaces of Heaven, as to be as remote from the&#383;e as the&#383;e are from the Sun! For if with our bare Eyes we can ob&#383;erve above a Thou&#383;and, and with a Tele&#383;cope can <pb id="pb156" n="156" facs="f:172"/>di&#383;cover ten or twenty times as many; what bounds of Number can we &#383;et to tho&#383;e which are out of the Reach even of the&#383;e A&#383;&#383;i&#383;tances! e&#383;pecially if we con&#383;ider the infinite Power of God. Really, when I have been reflecting thus with my &#383;elf, me-thoughts all our Arithmetick was nothing, and we are vers&#8217;d but in the very Rudiments of Numbers, in compari&#383;on of this great Sum. For this requires an immen&#383;e Trea&#383;ury, not of twenty or thirty Figures only, in our decuple Progre&#383;&#383;ion, but of as many as there are Grains of Sand upon the Shore. And yet who can &#383;ay, that even this Number exceeds that of the Fix&#8217;d Stars? Some of the Ancients, and <hi>Jordanus Brunus</hi> carry&#8217;d it further, in declaring the Number infinite: he would per&#383;wade us that he has prov&#8217;d it by many Arguments, tho&#8217; in my opinion they are none of them conclu&#383;ive. Not that I think the contrary can ever be made out. Indeed it &#383;eems to me certain, that the Univer&#383;e is infinitely extended; but what God has been pleas&#8217;d to place beyond the Region of <pb id="pb157" n="157" facs="f:173"/>the Stars, is as much above our Knowledge, as it is beyond our Habitation.

 </p><p>Or what if beyond &#383;uch a determinate Space he has left an infinite Vacuum; to &#383;how, how incon&#383;iderable all that he has made is, to what his Power could, had he &#383;o pleas&#8217;d, have produced? But I am falling, before I am aware, into that intricate Di&#383;pute of Infinity: Therefore I &#383;hall wave this, and not, as &#383;oon as I am free of one, take upon me another difficult Task. All that I &#383;hall do more is to add &#383;omewhat of my Opinion concerning the whole World, as it is a Place for the Reception of the Suns or fix&#8217;d Stars, every one of which, I have &#383;howed, may have their Planetary Sy&#383;tems about them.

 </p><p><note place="margin"><hi>Every Sun has a Vortex round it, very different from tho&#383;e of</hi> Cartes.</note> I am of Opinion then that every Sun is &#383;urrounded with a Whirl-pool or Vortex of Matter in a very &#383;wift Motion; tho&#8217; not in the lea&#383;t like <hi>Cartes</hi>&#8217;s either in their Bulk, or manner of Motion. For <hi>Cartes</hi> makes his &#383;o large, as every one of them to touch all the others round them, in a flat Surface, ju&#383;t as you have &#383;een the Bladders that <pb id="pb158" n="158" facs="f:174"/>Boys blow up in Soap-&#383;uds do; and would have the whole Vortex to move round the &#383;ame way. But the Angles of every Vortex will be no &#383;mall hindrance to &#383;uch a Motion. Then the whole Matter moving round at once, upon the Axis as it were of a Cylinder, did not a little puzzle him in giving Rea&#383;ons for the Roundne&#383;s of the Sun: which however they may &#383;atisfy &#383;ome People that do not con&#383;ider them, really prove nothing of the Matter. In this &#230;thereal Matter the Planets float, and are carried round by its Motion: and the thing that keeps them in their own Orbs is, that they them&#383;elves, and the Matter in which they &#383;wim, equally &#383;trive to fly off from the Center of this Motion. Again&#383;t all which there are many A&#383;tronomical Objections, &#383;ome of which I touch&#8217;d upon in my E&#383;&#383;ay of the Cau&#383;es of Gravity. Where I gave another Account of the Planets not de&#383;erting their own Orbs; which is their Gravitation towards the Sun. I &#383;how&#8217;d there the Cau&#383;es of that Gravitation, and cannot but wonder that <pb id="pb159" n="159" facs="f:175"/><hi>Cartes</hi>, the fir&#383;t Man that ever began to talk rea&#383;onably of that Matter, &#383;hould never meddle with, or light on it. <hi>Plutarch</hi> in his Book of the Moon above-mentioned &#383;ays, that &#383;ome of the Ancients were of Opinion, that the Rea&#383;on of the Moon&#8217;s keeping her Orbit was, that the Force of her Circular Motion was exactly equal to her Gravity, the one of which pull&#8217;d her to, as much as the other forc&#8217;d off from the Centre. And in our Age <hi>Alphon&#383;us Borellus</hi>, who was of this &#383;ame Opinion in the other Planets as well as the Moon, makes the Gravitation of the primary Planets to be towards the Sun, as that of the Secondary is towards the Planets round which they move: Which Sir <hi>I&#383;aac Newton</hi> has more fully explain&#8217;d, with a great deal of Pains and Subtilty; and how from that Cau&#383;e proceeds the Ellipticity of the Orbs of the Planets, found out by <hi>Kepler</hi>. According to my Notion of the Gravitation of the Planets to the Sun, the Matter of his Vortex mu&#383;t not at all move the &#383;ame <pb id="pb160" n="160" facs="f:176"/>way, but after &#383;uch a manner as to have its Parts carry&#8217;d different ways on all Sides. And yet there is no fear of its being de&#383;troyed by &#383;uch an irregular Motion, becau&#383;e the &#198;ther round it, which is at re&#383;t, keeps the Parts of it from flying out. With the Help of &#383;uch a Vortex as this I have undertook in that E&#383;&#383;ay to explain the Gravity of Bodies on this Earth, and all the Effects of it. And I &#383;uppo&#383;e there may be the &#383;ame Cau&#383;e as well of the Gravitation of the Planets, and of our Earth among the re&#383;t, towards the Sun, as of their Roundne&#383;s: A Thing &#383;o very hard to give an Account of in <hi>Cartes</hi>&#8217;s Sy&#383;tem.

 </p><p>I mu&#383;t differ from him too in the Bigne&#383;s of the Vortices, for I cannot allow them to be &#383;o large as he would make them. I would have them di&#383;per&#383;ed all about the immen&#383;e Space, like &#383;o many little Whirl-pools of Water, that one makes by the &#383;tirring of a Stick in any large Pond or River, a great way di&#383;tant from one another. And as their Motions do not all intermix <pb id="pb161" n="161" facs="f:177"/>or communicate with one another, &#383;o in my Opinion mu&#383;t the Vortices of Stars be placed as not to hinder one <sic corr="another&#8217;s">anothers</sic> free Circumrotations.

 </p><p>So that we may be &#383;ecure, and never fear that they will &#383;wallow up or de&#383;troy one another; for that was a mere Fancy of <hi>Cartes</hi>&#8217;s, when he was a &#383;howing how a fix&#8217;d Star or Sun might be turn&#8217;d into a Planet. And &#8217;tis plain that when he writ it, he had no Thoughts of the immen&#383;e Di&#383;tance of the Stars from one another; particularly, by this one Thing, that he would have a Comet as &#383;oon as ever it comes into our Vortex, to be &#383;een by us. Which is as ab&#383;urd as can be. For how could a Star, which gives us &#383;uch a va&#383;t Light only from the Reflection of the Beams of the Sun, as he him&#383;elf owns they do; how I &#383;ay could that be &#383;o plainly &#383;een at a di&#383;tance Ten thou&#383;and times larger than the Diameter of the Earth&#8217;s Orbit? He could not but know that all round the Sun there is a va&#383;t <hi>Exten&#383;um</hi>; &#383;o va&#383;t, that in <hi>Copernicus</hi>&#8217;s Sy&#383;tem the <pb id="pb162" n="162" facs="f:178"/><hi>magnus Orbis</hi> is counted but a Point in compari&#383;on with it. But indeed all the whole Story of Comets and Planets, and the Production of the World, is founded upon &#383;uch poor and trifling Grounds, that I have often wonder&#8217;d how an ingenious Man could &#383;pend all that pains in making &#383;uch Fancies hang together. For my part, I &#383;hall be very well contented, and &#383;hall count I have done a great Matter, if I can but come to any Knowledge of the Nature of Things, as they now are, never troubling my &#383;elf about their Beginning, or how they were made, knowing that to be out of the reach of human Knowledge, or even Conjecture.



 </p><trailer rend="center"><hi>FINIS.</hi></trailer></div1></body><back id="backmatter"><divGen type="Colophon"/></back></text></TEI.2>